Repository: rocksdanister/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: az, de, el, es, he, it, ko, ms, pl, ru, sr, sr_cyrl, tr, zh

# DescriptionAddWallpaper
source: Select a file or specify a website url to set as a wallpaper.
az: Divar kağızı kimi təyin etmək üçün fayl seçin və ya bir vebsayt bağlantısı daxil edin.
de: Wählen Sie eine Datei aus oder geben Sie eine Website-URL an, die als Hintergrundbild festgelegt werden soll.
el: Επιλέξτε ένα αρχείο ή καθορίστε μια διεύθυνση URL ιστότοπου που θα οριστεί ως ταπετσαρία.
es: Seleccione un archivo o especifique un enlace a un sitio web para usarlo como fondo de pantalla.
he: בחר קובץ או ציין כתובת אתר להגדרה כטפט.
it: Seleziona un file o inserisci un indirizzo per impostare un wallpaper
ko: 배경 화면으로 설정할 파일을 선택하거나 웹사이트 URL을 지정합니다.
ms: Pilih fail atau tentukan laman sesawang URL sebagai wallpaper.
pl: Wybierz plik lub określ adres strony aby ustawić jako tapetę.
ru: Выберите файл или укажите ссылку на веб-сайт, чтобы установить обои.
sr: Izaberi fajl ili napiši adresu sajta od pozadine.
sr_cyrl: Изабери фајл или напиши адресу сајта од позадине.
tr: Duvar kağıdı olarak ayarlamak için dosya seçin veya URL girin
zh: 选择一个文件或指定一个网站 URL 以设置为壁纸。

# DescriptionAppRules
source: Wallpaper playback behaviour based on running application.
az: Çalışan proqrama əsaslanan divar kağızı davranışı.
de: Legen Sie das Wiedergabeverhalten von Hintergrundbildern basierend auf der laufenden Anwendung fest
el: Συμπεριφορά αναπαραγωγής ταπετσαρίας με βάση την εφαρμογή που εκτελείται.
es: Comportamiento del fondo de pantalla de acuerdo a que aplicación está en ejecución.
he: התנהגות השמעת טפטים בהתבסס על הפעלת אפליקציה.
it: Imposta il comportamento del playback del wallpaper(s) basato sul funzionamento. dell'applicazione.
ko: 실행 중인 응용 프로그램에 따른 배경 화면 재생 동작 설정
ms: Tingkah laku main semula wallpaper berdasarkan aplikasi yang sedang berjalan.
pl: Ustaw reguły odtwarzania tapet dla poszczególnych aplikacji
ru: Правила воспроизведения обоев в зависимости от открытого приложения.
sr: Pozadinsko plej-bek ponašanje bazirano od aplikacije.
sr_cyrl: Позадинско плеј-бек понашање базирано од апликације.
tr: Duvar kağıdı davranışı çalışan uygulamaya göre belirlendi.
zh: 根据正在运行的应用程序设置壁纸播放行为

# DescriptionCancelQuestion
source: Are you sure you want to cancel?
az: Ləğv etmək istədiyinizə əminsiniz?
de: Bist du dir sicher abzubrechen?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε;
es: ¿Estás seguro que deseas cancelar?
he: אתה בטוח שברצונך לבטל?
it: Sei sicuro di voler eliminare questo wallpaper?
ko: 정말로 취소하시겠습니까?
ms: Adakah anda pasti anda mahu batalkan?
pl: Na pewno przerwać?
ru: Вы уверены, что хотите отменить?
sr: Da li si siguran da zeliš otkazati?
sr_cyrl: Да ли си сигуран да желиш отказати?
tr: İptal etmek istediğinize emin misiniz?
zh: 您确定要取消吗?

# DescriptionDeleteConfirmation
source: Are you sure you want to permanently delete this wallpaper from the disk?
az: Bu divar kağızını diskdən həmişəlik silmək istədiyinizə əminsiniz?
de: Sind Sie sicher das Hintergrundbild permanent von Ihrem Laufwerk zu löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτήν την ταπετσαρία από το δίσκο;
es: ¿Estás seguro que deseas eliminar permanentemente el fondo de pantalla del disco duro?
he: האם אתה בטוח שברצונך למחוק טפט זה לצמיתות מהדיסק?
it: Sei sicuro di voler eliminare permanentemente questo wallpaper?
ko: 디스크에서 배경 화면을 영구적으로 삭제하시겠습니까?
ms: Adakah anda pasti anda mahu memadamkan wallpaper secara tetap daripada simpanan?
pl: Na pewno chcesz nieodwracalnie usunąć plik tapety z dysku?
ru: Вы уверены, что хотите безвозвратно удалить обои с диска?
sr: Da li si siguran da zeliš da zauvek izbrišeš ovu pozadinu sa diska?
sr_cyrl: Да ли си сигуран да желиш да заувек избришеш ову позадину са диска?
tr: Duvar kağıdını kalıcı olarak diskten silmek istediğinize emin misiniz?
zh: 您确定要从磁盘上永久删除该壁纸吗？

# DescriptionDeleteConfirmationLibrary
source: Are you sure you want to delete this wallpaper from the Library?
az: Bu divar kağızını Kitabxanadan silmək istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie dieses Hintergrundbild aus der Bibliothek löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ταπετσαρία από τη Βιβλιοθήκη;
es: Estás seguro de que quieres eliminar este fondo de pantalla de la biblioteca?
he: האם אתה בטוח שברצונך למחוק טפט זה מהספרייה?
it: Sei sicuro di voler eliminare questo wallpaper dalla libreria ?
ko: 라이브러리에서 이 배경 화면을 삭제하시겠습니까?
ms: Adakah anda mahu memadamkan wallpaper ini daripada pustaka?
pl: Na pewno chcesz usunąć tapetę z Biblioteki?
ru: Вы уверены, что хотите удалить эти обои из Библиотеки?
sr: Da li si siguran da zeliš da izbrišeš ovu pozadinu iz biblioteke?
sr_cyrl: Да ли си сигуран да желиш да избришеш ову позадину из библиотеке?
tr: Duvar kağıdını kütüphaneden silmek istediğinize emin misiniz?
zh: 您确定要从图库中删除这张壁纸吗？

# DescriptionDragDropFIle
source: Simply drag and drop files into Library.
az: Sadəcə olaraq faylları Kitabxanaya sürükləyib buraxın.
de: Ziehen Sie einfach Dateien per Drag & Drop in die Bibliothek.
el: Απλώς σύρετε και αποθέστε αρχεία στη Βιβλιοθήκη.
es: Simplemente arrastra y suelta archivos en la Biblioteca.
he: פשוט גרור ושחרר קבצים לספרייה.
it: Clicca e tieni premuto
ko: 간단히 파일을 라이브러리로 끌어 놓으세요.
ms: Seret dan lepaskan fail ke dalam pustaka.
pl: Po prostu przeciągnij i upuść pliki do Biblioteki.
ru: Просто перетащите файлы в Библиотеку.
sr: Jednostavno prevuci i pusti fajl u biblioteku.
sr_cyrl: Једноставно превуци и пусти фајл у библиотеку.
tr: Dosyaları kütüphaneye sürükleyin ve bırakın.
zh: 拖曳文件至图库。

# DescriptionExternalAppWarning
source: You are opening an external application as wallpaper. Malicious applications can host malware, virus.. and do harm to your system. Only continue if this application comes from a trusted source.
az: Siz divar kağızı kimi xarici proqram açırsınız. Zərərli proqramların sisteminizə zərər verə biləcəyini unutmayın. Yalnız bu proqram etibarlı mənbədən gəldiyinə əmin olduqda davam edin.
de: Sie öffnen eine externe Anwendung als Hintergrundbild. Schädliche Anwendungen können Malware, Viren usw. beinhalten und Ihrem System Schaden zufügen. Fahren Sie nur fort, wenn diese Anwendung aus einer vertrauenswürdigen Quelle stammt.
el: Ανοίγετε μια εξωτερική εφαρμογή ως ταπετσαρία. Κακόβουλες εφαρμογές μπορούν να φιλοξενήσουν κακόβουλο λογισμικό, ιούς .. και να βλάψουν το σύστημά σας. Συνεχίστε μόνο εάν αυτή η εφαρμογή προέρχεται από αξιόπιστη πηγή.
es: Estás abriendo una aplicación externa como fondo de pantalla. Las aplicaciones maliciosas pueden contener malwares, virus.. y dañar tu sistema. Solo continua si esta aplicación proviene de una fuente confiable.
he: אתה פותח יישום חיצוני כטפט. תוכניות זדוניות ווירוסים עשויים להיות כלולים ביישומים זדוניים .. ולהזיק למערכת שלכם. המשך רק אם יישום זה מגיע ממקור מהימן.
it: Stai aprendo un applicazione esterna come wallpaper. Le applicazioni malevole possono avere malware, virus... e danneggiare il tuo sistema. Continua soltanto se l'applicazione proviene da una fonte sicura.
ko: 외부 응용 프로그램을 배경 화면으로 여는 중입니다. 악성 응용 프로그램은 악성 코드나 바이러스를 감염시켜 시스템이 위험해질 수 있습니다. 이 응용 프로그램이 신뢰된 출처로부터 제공된 경우에만 계속하세요.
ms: Anda sedang membuka sebuah aplikasi sebagai wallpaper. Aplikasi sebegini mungkin mempunyai virus yang mampu merosakkan sistem anda. Hanya teruskan jika aplikasi ini berasal daripada sumber yang dipercayai.
pl: Otwierasz zewnętrzną aplikację jako tapetę. Złośliwe aplikacje mogą zawierać malware,wirusy... niebezpieczne dla twojego systemu. Kontunuuj, tylko jeśli aplikacja pochodzi z zaufanego źródła.
ru: Вы открываете внешнее приложение как обои. Вредоносные приложения могут содержать вирусы, которые навредят вашей системе. Продолжайте только в том случае, если приложение получено из надежного источника.
sr: Otvaraš spoljašnu aplikaciju kao pozadinu.Zlonamerne aplikacije mogu da ubace viruse... i oštete vaš računar.Jedino prihvatajte ako aplikacija dolazi od proverenog izvora.
sr_cyrl: Отвараш спољашну апликацију као позадину.Злонамерне апликације могу да убаце вирусе... и оштете ваш рачунар.Једино прихватајте ако апликација долази од провереног извора.
tr: Duvar kağıdı olarak dışarıdan uygulama açıyorsunuz. Kötü niyetli uygulamalar sisteminize ciddi zararlar verebilir. Eğer güvenilir bir kaynak olduğuna inanıyorsanız devam edin.
zh: 请注意, 您将使用一个外部应用程序作为壁纸。 恶意应用程序可能趁机注入木马、病毒..这将损害您的系统。 仅当您信任此应用程序时，方可继续。

# DescriptionMinimizedTray
source: Lively is minimized to systemtray, right click lively icon to continue.
az: Lively sistem tepsisinə kiçildilib, davam etmək üçün lively ikonuna sağ klikləyin.
de: Lively ist in das Systemtray minimiert, rechtsklicken Sie das Lively-Symbol für mehr optionen.
el: Το Lively ελαχιστοποιείται στον δίσκο συστήματος, κάντε δεξί κλικ στο Lively εικονίδιο για να συνεχίσετε.
es: Lively se minimiza en la bandeja del sistema, haz clic derecho en el icono de lively para continuar.
he: Lively ממוזערת למגש המערכת, לחץ לחצן ימני על הסמל כדי להמשיך.
it: Sono limitato all'area di notifiche, fai tasto destro sull'icona di lively per più opzioni.
ko: Lively는 시스템 트레이로 최소화됩니다. 계속하려면 트레이에서 Lively 아이콘을 마우스 오른쪽 버튼으로 누르세요.
ms: Lively diminimumkan ke dalam dulang sistem. Klik kanan ikon Lively untuk teruskan.
pl: Jestem w zasobniku systemowym, kliknij prawym lively po więcej opcji.
ru: Lively свернут на панель задач. Нажмите правой кнопкой мыши на иконку Lively для дополнительных опций.
sr: Lively je minimiziran u računaru, desnim klikom na lively ikonicu kako bi nastavio.
sr_cyrl: Ливелy је минимизиран у рачунару, десним кликом на ливелy иконицу како би наставио.
tr: Lively durum çubuğuna küçültüldü, Lively ikonuna sağ tıklayarak devam edin.
zh: Lively 已被最小化到系统托盘，右键单击 Lively 的图标以获取更多选项。

# DescriptionPleaseRestartLively
source: Please restart Lively for settings to take effect.
az: Parametrlərin qüvvəyə minməsi üçün Lively-i yenidən başladın.
de: Bitte starten Sie Lively neu, damit die Einstellungen wirksam werden.
el: Επανεκκινήστε το Lively για να ισχύσουν οι ρυθμίσεις.
es: Por favor reinicie Lively para que las configuraciones tengan efecto Haga clic derecho en el icono de notificacion seleccione salir y abralo otra ves
he: אנא הפעל מחדש את Lively כדי שההגדרות ייכנסו לתוקף.
it: Riavva lively per applicare le impostazioni
ko: 설정을 적용하려면 Lively를 재시작하세요.
ms: Mulakan semula Lively untuk mengemaskini konfigurasi.
pl: Uruchom ponownie Lively aby zastosować ustawienia.
ru: Пожалуйста, перезапустите Lively, чтобы изменения вступили в силу.
sr: Molim vas pokrenite ponovo Lively kako bi promene dobile efekat.
sr_cyrl: Ливелy је минимизиран у рачунару, десним кликом на ливелy иконицу како би наставио.
tr: Ayarların geçerli olması için Lively'yi yeniden başlatın.
zh: 请重新启动 Lively 以使设置生效。

# DescriptionRecordStart
source: Press to begin recording.
az: Yazmağa başlamaq üçün basın.
de: Drücke um die Aufnahme zu starten.
el: Πατήστε για να ξεκινήσει η εγγραφή.
es: Presiona para empezar a grabar.
he: לחץ כאן כדי להתחיל בהקלטה.
it: Clicca per iniziare a registrare.
ko: 녹화 시작 클릭.
ms: Tekan untuk mulakan rakaman.
pl: Naciśnij aby rozpocząć nagrywanie.
ru: Нажмите, чтобы начать запись.
sr: Stisni da započneš snimanje.
sr_cyrl: Стисни да започнеш снимање.
tr: Kayıda başlamak için tıklayın.
zh: 按下以开始录影

# DescriptionRestoringWallpaper
source: Currently restoring previous wallpaper(s), please wait...
az: Hazırda əvvəlki divar kağızları bərpa olunur, zəhmət olmasa gözləyin...
de: Das letzte/ Die letzten Hintergrundbild/er wird/werden wiederhergestellt
el: Γίνεται επαναφορά των προηγούμενων ταπετσαριών, παρακαλώ περιμένετε ...
es: Restaurando fondo(s) de pantalla anterior(es), por favor espera...
he: משחזר כעת טפט/ים קודם/ים, אנא המתן...
it: Ripristinando i wallpaper precedenti...
ko: 이전 배경 화면 복원 중, 잠시 기다려 주세요...
ms: Mengembalikan wallpaper terdahulu, sila tunggu...
pl: Przywracanie poprzedniej tapety..
ru: Восстановление предыдущих обоев. Пожалуйста, подождите...
sr: Trenutno vraćam prethodne pozadine, molim vas sačekajte...
sr_cyrl: Тренутно враћам претходне позадине, молим вас сачекајте...
tr: Geçmiş duvar kağıtları yükleniyor, Lütfen Bekleyin...
zh: 正在恢复以前的壁纸..

# DescriptionScreenLayout
source: Choose Display
az: Ekran seçin
de: Anzeige wählen
el: Επιλέξτε Οθόνη
es: Elegir Pantalla
he: בחר תצוגה
it: Scegli un Monitor
ko: 디스플레이 선택
ms: Pilih skrin
pl: Zamknij ekran
ru: Выберите дисплей
sr: Izaberi monitor
sr_cyrl: Изабери монитор
tr: Ekranı seç
zh: 选择屏幕

# DescriptionUpdateAvailable
source: A new version of software is available!
az: Proqramın yeni versiyası mövcuddur!
de: Eine neuere Version ist verfügbar!
el: Μια νέα έκδοση λογισμικού είναι διαθέσιμη!
es: ¡Una nueva versión de software está disponible!
he: גרסה חדשה של תוכנה זמינה!
it: Una nuova versione è disponibile!
ko: 새로운 버전을 사용할 수 있습니다!
ms: Perisian versi terbaharu sedia untuk dimuat turun!
pl: Dostępna nowa wersja!
ru: Доступна новая версия приложения!
sr: Nova verzija softvera je dostupna!
sr_cyrl: Нова верзија софтвера је доступна!
tr: Yazılımın yeni sürümü mevcut!
zh: 有新版本可用！

# DescriptionWebpageLoad
source: Enter website link to load, shadertoy.com shader links are supported
az: Yükləmək üçün vebsayt linkini daxil edin, shadertoy.com şader bağlantıları dəstəklənir
de: Geben Sie die Internetseiten-URL ein, Shadertoy.com shader links werden nicht unterstützt
el: Εισαγάγετε σύνδεσμο ιστότοπου για φόρτωση, υποστηρίζονται επίσης shadertoy.com συνδέσεις
es: Ingresa el enlace de un sitio web para cargarlo, puedes utilizar enlaces de shadertoy.com
he: הקלד קישור לאתר לטעינה, נתמכים קישורי shader של shadertoy.com
it: Inserisci il link del sito per installare il wallpaper, Shadertoy.com shaders e links
ko: 불러올 웹사이트 링크를 입력하세요. Shadertoy.com 셰이더 링크가 지원됩니다.
ms: Masukkan pautan laman sesawang untuk dimuatkan. Pautan shader shadertoy.com disokong.
pl: Wpisz adres strony do załadowania, (obsługuje łącza do shader'ów na stronie Shadertoy.com)
ru: Для скачивания введите ссылку на веб-сайт.Ссылки на шейдеры c shadertoy.com поддерживаются
sr: Unesi link vebsajta za učitavanje, shadertoy.com linkovi su podržani.
sr_cyrl: Унеси линк вебсајта за учитавање, shadertoy.com линкови су подрзани.
tr: Yüklemek için website urlsi girin, shadertoy.com shader linkleri destekleniyor.
zh: 输入要加载的网站链接，支持 Shadertoy.com 着色器链接

# DescriptionWelcomeWizard
source: This wizard will get you started on setting up Lively.
az: Bu sehrbaz sizə Lively-ni qurmağa kömək edəcək.
de: Dieses Setup hilft dir Lively einzustellen!
el: Αυτός ο οδηγός θα σας κάνει να ξεκινήσετε τη ρύθμιση του Lively.
es: Este asistente te ayudará a comenzar a configurar Lively.
he: אשף זה יתחיל בהגדרת Lively.
it: Questa procedura guidata ti consentirà di iniziare a configurare Lively.
ko: 이 마법사는 Lively 설정을 시작합니다.
ms: Wizard ini akan membantu anda mengesetkan Lively.
pl: Ten kreator pomoże Ci rozpocząć konfigurację aplikacji Lively.
ru: Мастер установки поможет вам настроить Lively.
sr: Ovo će vam pomoći da započnete sa Lively.
sr_cyrl: Ово ће вам помоћи да започнете са Ливелy.
tr: Kurulum sihirbazı Lively kurulumunu başlatacak.
zh: 该向导将会帮助您设置 Lively 。

# DescriptionWindowsNCodecInstall
source: Your Windows N/KN version will require the download of additional codecs to support video playback in wallpapers.
az: Sizin Windows N/KN versiyanız divar kağızlarında videoların oxudulmasını dəstəkləmək üçün əlavə kodeklərin endirilməsini tələb edəcək.
de: Deine Windows N/KN Version benötig das Herunterladen weiterer Codecs um Video Playback in Hintergründen zu unterstützen.
el: Η έκδοση των Windows N/KN θα απαιτήσει τη λήψη πρόσθετων κωδικοποιητών για την υποστήριξη της αναπαραγωγής βίντεο σε ταπετσαρίες.
es: Tu versión de Windows N/KN requiere la descarga de códecs adicionales para soportar la reproducción de vídeos como fondos de pantalla
he: גרסת Windows N / KN שלך תדרוש הורדת קודקים נוספים כדי לתמוך בהפעלת וידאו ברקעים.
ko: Windows N/KN 버전은 배경 화면의 비디오를 재생하기 위해 추가 코덱을 다운로드해야 합니다.
ms: Bagi Windows versi N/KN muat turun pengekod penyahkod (codec) tambahan adalah diperlukan untuk menyokong main semula video didalam wallpaper.
pl: Twój Windows w wersji N/KN wymaga pobrania dodatkowych kodeków aby móc odtwarzać video w tapetach.
tr: Windows N/KN versiyonunuzda video duvar kağıtlarının oynatılabilmesi için ek çözümleyicilerin indirilmesi gerekiyor.

# LivelyExceptionAppUpdateFail
source: Failed to update; try downloading the installer from: https://github.com/rocksdanister/lively/releases
az: Güncəlləmək olmadı; quraşdırıcını bu ünvandan yükləməyə cəhd edin: https://github.com/rocksdanister/lively/releases
de: Aktualisierung fehlgeschlagen. Versuchen Sie, das Installationsprogramm neu herunterzuladen
el: Αποτυχία ενημέρωσης, δοκιμάστε να κατεβάσετε το πρόγραμμα εγκατάστασης από: https://github.com/rocksdanister/lively/releases
es: Error al actualizar; intenta descargar el instalador desde: https://github.com/rocksdanister/lively/releases
he: העדכון נכשל; נסה להוריד את תוכנית ההתקנה מ: https://github.com/rocksdanister/lively/releases
it: Aggiornamento non riuscito.
ko: 업데이트 실패됨. 다음 링크에서 설치 파일을 내려받으세요: https://github.com/rocksdanister/lively/releases
ms: Kemaskini gagal; muat turun pemasang aplikasi daripada: https://github.com/rocksdanister/lively/releases
pl: Aktualizacja zakończona niepowodzeniem.Spróbuj pobrać instalator z
ru: Не удалось обновится. Попробуйте скачать установщик самостоятельно: https://github.com/rocksdanister/lively/releases
sr: Neuspešna nadogradnja; pokusaj da skines instaler sa:https://github.com/rocksdanister/lively/releases
sr_cyrl: Неуспешна надоградња; покусај да скинес инсталер sa:https://github.com/rocksdanister/lively/releases
tr: Güncelleme başarısız; Kur dosyasını adresten indirmeyi deneyin: https://github.com/rocksdanister/lively/releases
zh: 更新失败。请尝试从此处下载安装程序： https://github.com/rocksdanister/lively/releases

# LivelyExceptionDamagedZipFile
source: Damaged wallpaper file, try redownloading.
az: Zədələnmiş divar kağızı faylı, yenidən yükləməyə cəhd edin.
de: Beschädigte Hintergrungbild-Datei, versuchen Sie es neuzuladen.
el: Κατεστραμμένο αρχείο ταπετσαρίας, δοκιμάστε να το κατεβάσετε ξανά.
es: Archivo de fondo de pantalla dañado, intenta descargarlo nuevamente.
he: קובץ טפט פגום, נסה להוריד מחדש.
it: Il wallpaper è danneggiato, prova a reinstallarlo.
ko: 손상된 배경 화면입니다. 다시 내려받으세요.
ms: Fail wallpaper rosak, muat turun semula wallpaper.
pl: Uszkodzony plik tapety, spróbuj pobrać ponownie.
ru: Файл обоев повреждён. Попробуйте скачать его заново.
sr: Oštećen pozadinski fajl, pokušaj da ponovo preuzmeš.
sr_cyrl: Оштећен позадински фајл, покушај да поново преузмеш.
tr: Hasarlı duvar kağıdı dosyası. Yeniden indirmeyi deneyin.
zh: 壁纸文件已损坏，请尝试重新下载。

# LivelyExceptionGeneral
source: Oops... Looks like something went wrong :( In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
az: Ups... Deyəsən, xəta baş verdi :(Bu xətanı daha yaxşı başa düşmək və problemi həll etmək üçün log faylını tərtibatçı ilə paylaşın. Jurnal faylını paylaşmaq üçün təlimatlar:https://github.com/rocksdanister/lively/wiki
de: Oops... Sieht aus, als ob etwas falsch wäre :( Um diesen Fehler besser zu verstehen und das Problem zu beheben, geben Sie die Protokolldatei an den Entwickler weiter. Anweisungen zur Freigabe der Protokolldatei: https://github.com/rocksdanister/lively/wiki
el: Ωχ ... Φαίνεται ότι κάτι πήγε στραβά :( Για να κατανοήσετε καλύτερα αυτό το σφάλμα και να διορθώσετε το πρόβλημα, κοινοποιήστε το αρχείο καταγραφής στον προγραμματιστή. Οδηγίες για κοινή χρήση αρχείου καταγραφής: https://github.com/rocksdanister/lively/wiki
es: Vaya... parece que algo salió mal :( Para enteder mejor este error y solucionar el problema, comparte el archivo de registro con el desarrollador. Visita el siguiente enlace con instrucciones sobre como compartir el archivo de registro: https://github.com/rocksdanister/lively/wiki
he: אופס ... נראה שמשהו השתבש :( על מנת להבין טוב יותר את השגיאה ולתקן את הבעיה, שתף את קובץ היומן עם המפתח. הוראות לשיתוף קובץ יומן רישום: https://github.com/rocksdanister/lively/wiki
it: Oops... Sembra che qualcosa sia andato storto :( Per maggiore dettagli su questo errore e risolvere il problema, puoi condividere il file di registro con lo sviluppatore. Istruzioni per la condivisione del file di registro: https://github.com/rocksdanister/lively/wiki
ko: 이런... 어떤 문제가 발생했습니다! 이 오류를 분석하여 문제를 해결할 수 있도록 로그 파일을 개발자와 공유해 주세요. 로그 파일 공유 지침: https://github.com/rocksdanister/lively/wiki
ms: Ralat dikesan semasa proses sedang berjalan. Untuk memahami ralat ini secara lebih baik dan menyelesaikan isu, kongsikan fail log dengan pengarang. Panduan kongsi: https://github.com/rocksdanister/lively/wiki
pl: Oj... Coś poszło nie tak :( Aby lepiej zrozumieć i pomóc w naprawie błędu, wyślij plik dziennika do twórcy aplikacji. Instrukcje jak to zrobić znajdziesz pod adresem: https://github.com/rocksdanister/lively/wiki
ru: Упс... Похоже, что-то пошло не так :( Для того, чтобы лучше понять ошибку и решить проблему, отправьте разработчику файл лога. Прочитайте о том, как это можно сделать: https://github.com/rocksdanister/lively/wiki
sr: Ups... Izgleda da je nešto napravilo grešku :(Da bi bolje razumeo ovu grešku i da rešiš problem, podeli evidenciju aplikacije(log) sa razvijačem aplikacije.Uputstva za podelu evidencije:https://github.com/rocksdanister/lively/wiki
sr_cyrl: Упс... Изгледа да је нешто направило грешку :(Да би боље разумео ову грешку и да решис проблем, подели евиденцију апликације(лог) са развијачем апликације.Упутства за поделу евиденције:https://github.com/rocksdanister/lively/wiki
tr: Görünüşe göre bir şeyler yanlış. Bu sorunu daha iyi anlamak ve çözüme kavuşturmak için günlük dosyasını geliştirici ile paylaşın. Günlük dosyasını paylaşma hakkında detaylı bilgi: https://github.com/rocksdanister/lively/wiki
zh: 哎呀...好像有什么东西坏掉了 :( 为了更好地了解这个错误并修复问题，请将日志文件分享给开发者。 分享日志文件的说明： https://github.com/rocksdanister/lively/wiki

# LivelyExceptionHighContrastMode
source: Lively cannot work properly with Windows High Contrast mode enabled! Disable High Contrast mode and try again.
az: Windows Yüksək Kontrast rejimi aktiv olduqda Lively düzgün işləyə bilmir! Yüksək Kontrast rejimini söndürün və yenidən cəhd edin.
de: Lively kann nicht richtig funktionieren, wenn der Hohe Kontrast Modus von Windows aktiviert ist! Schalten Sie den Hohen Kontrast Modus aus & versuchen Sie es erneut.
el: Το Lively δεν μπορεί να λειτουργήσει σωστά με ενεργοποιημένη τη λειτουργία Υψηλής Αντίθεσης των Windows! Απενεργοποιήστε τη λειτουργία Υψηλής Αντίθεσης και δοκιμάστε ξανά.
es: ¡Lively no puede funcionar correctamente con el modo de alto contraste de Windows activado! Deshabilita el modo de alto contraste e intente nuevamente.
he: Lively לא יכולה לעבוד כראוי כאשר מצב ניגודיות גבוהה של Windows מופעל! השבת את מצב הניגודיות הגבוהה ונסה שוב.
it: Lively non lavora bene con Windows in modalità Alti Contrasti attivata! Disattiva la modalità e prova di nuovo.
ko: Windows 고대비 모드가 활성화된 상태에서는 Lively가 제대로 작동하지 않습니다! 고대비 모드를 비활성화하고 다시 시도해 주세요.
ms: Lively tidak berfungsi secara teratur jika mod Windows Kontras Tinggi diaktifkan! Nyahaktifkan mod Kontras Tinggi dan cuba semula.
pl: Lively nie może współpracować poprawnie z systemem Widows w trybie Duży Kontrast! Wyłącz tryb Duży Kontrast (Ustawienia>Ułatwienia dostępu>Duży kontrast) i spróbuj ponownie.
ru: Lively не может работать корректно в Windows в режиме высокой контрастности! Выключите режим высокой контрастности и попробуйте снова.
sr: Lively ne može da radi normlano sa Windows Visok Kontrast režimom!Iskljuci Visok Kontrast režim i pokušaj ponovo
sr_cyrl: Ливелy не може да ради нормлано са Њиндоњс Висок Контраст режимом!Искљуци Високи Контраст режим и покушај поново
tr: Windows yüksek kontrast modu açıkken Lively düzhün çalışamıyor. Yüksek kontrast modunu kapatın be tekrar deneyin.
zh: Lively 无法在 Windows 高对比度 (Windows High Contrast) 模式下正常工作！ 请禁用高对比度模式，然后重试。
