Repository: rocksdanister/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: az, de, el, es, he, it, ko, ms, pl, ru, sr, sr_cyrl, tr, zh

# TipBrowserDebuggingPort
source: Enter the port for debugging webpage wallpapers, browser restart is required for changes to take effect. When ready navigate to http://localhost:portnumber to access developer console.
az: Veb səhifə divar kağızlarını sazlamaq üçün portu daxil edin, dəyişikliklərin qüvvəyə minməsi üçün brauzerin yenidən işə salınması tələb olunur. Hazır olduqda, developer konsoluna daxil olmaq üçün http://localhost:portnumber səhifəsinə keçin.
de: Geben Sie den Port für das Debugging von Webpage-Hintergründen ein, ein Neustart des Browsers ist erforderlich, damit die Änderungen wirksam werden. Wenn Sie bereit sind, navigieren Sie zu http://localhost:portnumber, um auf die Entwicklerkonsole zuzugreifen.
el: Εισαγάγετε τη θύρα για τον εντοπισμό σφαλμάτων ταπετσαριών ιστοσελίδας, απαιτείται επανεκκίνηση του προγράμματος περιήγησης για να εφαρμοστούν οι αλλαγές. Όταν είστε έτοιμοι, μεταβείτε στη διεύθυνση http://localhost:portnumber για πρόσβαση στην κονσόλα προγραμματιστή.
es: Ingresa el puerto para depurar los fondos de pantalla web, se requiere reiniciar el navegador para que los cambios surtan efecto. Cuando esté listo, navega a http://localhost: número de puerto para acceder a la consola del desarrollador.
he: הכנס את הפורט לניפוי באגים של טפטים של דפי אינטרנט, דרושה הפעלה מחדש של הדפדפן כדי שהשינויים ייכנסו לתוקף. כשתהיה מוכן נווט אל http://localhost:portnumber לגישה למסוף המפתחים.
it: Immettere la chiave per il debug degli sfondi delle pagine Web, è necessario riavviare il browser affinché le modifiche abbiano effetto. Quando sei pronto, vai a: http://localhost:portnumber per accedere al portale dello sviluppatore.
ko: 웹페이지 배경 화면 디버깅을 위한 포트 번호를 입력합니다. 변경 내용을 적용하려면 브라우저를 다시 시작해야 합니다. 포트 번호 지정하고 http://localhost:portnumber로 이동하여 개발자 콘솔에 액세스하세요.
ms: Masukkan port untuk nyahpepijat wallpaper laman web. Pelayar web mesti dimulakan semula untuk menguatkuasakan seting baharu. Jika bersedia layari http://localhost:portnumber untuk mengakses konsol developer.
pl: Wprowadź port dla debugowania tapet internetowych, aby zastosować zmiany wymagane jest ponowne uruchomienie przeglądarki. Następnie przejdź pod adres http://localhost:numerportu aby uzyskać dostęp do konsoli dewelopera.
ru: Введите порт для отладки веб-станичных обоев. Для вступления измений в силу, необходима перезагрузка браузера. Когда будете готовы, переходите на http://localhost:portnumber для получения доступа к консоли разработчика.
sr: Unesite port za otklanjanje grešaka u pozadinama veb stranica, potrebno je ponovno pokretanje pregledača da bi promene stupile na snagu. Kada budete spremni, idite na http: // localhost: broj porta za pristup konzoli za programere. Unesi port za uklanjanje grešaka pozadine, ponovno pokretanje pretraživača je obavezno da se promene dobile efekat.
sr_cyrl: Унесите порт за отклањање грешака у позадинама веб страница, потребно је поновно покретање прегледача да би промене ступиле на снагу. Када будете спремни, идите на хттп: http: // localhost: број порта за приступ конзоли за програмере. Унеси порт за уклањање грешака позадине, поновно покретање претраживача је обавезно да се промене добиле ефекат.
tr: Internet sitesi duvar kağıtlarında hata ayıklamak için port numarasını girin. Tarayıcının yeniden başlatılması gerekiyor. Hazır olduğunuzda http://localhost:port adresinden geliştirici konsoluna ulaşabilirsiniz.
zh: 输入调试网页壁纸的端口，需要重新启动浏览器才能使修改生效。 准备好后前往 http://localhost:portnumber ，进入开发者控制台。

# TipDebug
source: Show developer menu.
az: Tərtibatçı menyusunu göstərin.
de: Entwickler-Menü anzeigen
el: Εμφάνιση μενού προγραμματιστή
es: Mostrar el menú de desarrollador
he: הצג תפריט מפתח.
it: Mostra il menu' Sviluppatore
ko: 개발자 메뉴 표시
ms: Papar Menu Developer
pl: Pokaż menu dewelopera
ru: Показать меню разработчика.
sr: Pokaži meni za developere
sr_cyrl: Покажи мени за девелопере
tr: Geliştirici menüsünü göster
zh: 显示开发者选项

# TipDisplayPauseRule
source: Per: Pause wallpaper only on the screen in which application is focused/fullscreen. All: Pause wallpaper on all screen(s) if any application is focused/fullscreen.
az: Divar kağızı bütün ekranlarda və ya yalnız tətbiqin fokuslandığı ekranda olduğu müvafiq ekranda dayandırılacağını seçin.
de: Pro: Hintergrundbild nur auf dem Bildschirm anhalten, in dem die Anwendung fokussiert/Vollbild ist. Alle: Hintergrundbild auf allen Bildschirmen pausieren, wenn eine Anwendung fokussiert/Vollbild ist.
el: Ανά: Παύση ταπετσαρίας μόνο στην οθόνη στην οποία εστιάζει η εφαρμογή/πλήρης οθόνη. Όλα: Παύση ταπετσαρίας σε όλες τις οθόνες εάν κάποια εφαρμογή είναι εστιασμένη/πλήρης οθόνη.
es: Por: Pausa el fondo solo en la pantalla donde la aplicación está enfocada / pantalla completa. Todas: pausa el fondo en la(s) pantalla(s) si alguna aplicación está enfocada / pantalla completa.
he: בחר אם להשהות טפט בכל המסכים או רק למסך הרלוונטי שבו היישום ממוקד / מסך מלא.
it: Per: Metti in pausa lo sfondo solo sullo schermo in cui l'applicazione è a focus/a schermo intero. Tutto: Metti in pausa lo sfondo su tutti gli schermi se un'applicazione è a focus/a schermo intero.
ko: 개별: 응용 프로그램이 포커싱/전체 화면인 화면에서만 배경 화면을 일시 중지합니다. 모두: 응용 프로그램이 포커싱/전체 화면일 때 모든 화면에서 배경 화면을 일시 중지합니다.
ms: Per: Henti seketika wallpaper hanya bagi skrin jika apa-apa aplikasi berada di dalam fokus/skrin penuh. Semua: Henti seketika wallpaper bagi semua skrin jika apa-apa aplikasi berada di dalam fokus/skrin penuh.
pl: Jeden: Zatrzymaj tapetę tylko na ekranie na którym inna aplikacja jest na pierwszym planie lub w trybie pełnoekranowym. Wszystkie: Zatrzymaj tapetę na wszystkich ekranach jeśli jakakolwiek aplikacja jest na pierwszym planie lub w trybie pełnoekranowym.
ru: Для каждого: Приостанавливать обои только на том экране, где отрыто приложение на переднем плане/на весь экран. Все: Приостанавливать обои на всех экранах, если открыто приложение на переднем плане/на весь экран.
sr: Po: Pauziraj pozadinu na ekranu samo kad je aplikacija u fullscrenu ili fokusirana.Sve: Pauziraj pozadinu na svim ekranima ako je aplikacija fokusarina ili u fullscrenu
sr_cyrl: По: Паузирај позадину на екрану само кад је апликација у фуллсцрену или фокусирана.Све: Паузирај позадину на свим екранима ако је апликација фокусарина или у фуллсцрену
tr: Tek: Uygulamanın odaklandığı ekrandaki duvar kağıdının oynatmasını durdurur. Tüm ekranlar: Uygulamaya odaklanılırsa bütün ekranlardaki duvar kağıtlarının oynatılması durdurulur.
zh: 每个：只在应用程序聚焦/全屏的屏幕上暂停壁纸。 所有：如果有应用程序聚焦/全屏，则在所有屏幕上暂停壁纸。

# TipGifPlayer
source: Select the player used for gif wallpaper.
az: Gif divar kağızı üçün istifadə olunan pleyeri seçin.
de: Wähle den Player für Gif Hintergründe
el: Επιλέξτε το πρόγραμμα αναπαραγωγής που χρησιμοποιείται για την ταπετσαρία gif.
es: Selecciona el reproductor que quieras usar para convertir los GIFs en fondos de pantalla.
he: בחר את הנגן המשמש לטפט gif.
it: Seleziona il Riproduttore per i gif.
ko: GIF 배경 화면에 사용할 플레이어를 선택합니다.
ms: Memilih pemain yang digunakan untuk wallpaper gif.
pl: Wybierz odtwarzacz dla tapet typu gif.
tr: Gif duvar kağıdı için kullanılacak oynatıcıyı seçin

# TipHideSysTray
source: System-tray icon visibility, lively will continue to run with the icon hidden.
de: Sichtbarkeit des Symbols in der Taskleiste, Lively läuft auch bei ausgeblendetem Symbol weiter.
el: Ορατότητα εικονιδίου του δίσκου συστήματος, το Lively θα συνεχίσει να τρέχει με κρυμμένο το εικονίδιο.
es: Visibilidad del icono de la bandeja del sistema, Lively continuará ejecutándose aún con el icono oculto.
he: נראות סמל מגש המערכת, Lively תמשיך לפעול כשהסמל מוסתר.
it: Visibilità dell'icona della barra delle applicazioni, Lively continuerà a funzionare con l'icona nascosta nella barra delle applicazioni.
ko: 시스템 트레이 아이콘 표시 여부를 선택합니다. 아이콘이 숨겨진 상태에서도 계속 실행됩니다.
ms: Visibiliti ikon dulang sistem. Jika dinyahaktifkan, Lively akan berjalan dengan ikon tersembunyi.
pl: Widoczność ikony zasobnika systemowego, ikona będzie ukryta podczas pracy lively.
ru: Видимость значка на панели задач. Если иконку скрыть, Lively всё равно продолжит работать.
sr: Ikona vidljiva u sistemskom platnu(srelica koja pokazuje na gore u donjem uglu), Lively će nastaviti raditi sa sakrivenom ikonom.
sr_cyrl: Икона видљива у системском платну(срелица која показује на горе у доњем углу), Ливелy ће наставити радити са сакривеном иконом.
tr: Durum çubuğu görünürlüğü, Lively görünmez olarak arkaplanda çalışmaya devam edecek
zh: 系统托盘图标可见性， Lively 会在图标隐藏的情况下继续运行。

# TipLanguage
source: Lively will restart to apply the new language.
az: Lively yeni dili tətbiq etmək üçün yenidən başlayacaq.
de: Lively wird neustarten um die neue Sprache anzuwenden.
el: Το Lively θα κάνει επανεκκίνηση για να εφαρμόσει τη νέα γλώσσα.
es: Lively se reiniciará para aplicar el nuevo idioma.
he: Lively תופעל מחדש כדי להחיל את השפה החדשה
it: Lively verrà riavviato per applicare la nuova lingua.
ko: 새로운 언어 적용을 위해 Lively를 다시 시작합니다.
ms: Lively akan dimulakan semula bagi menggunakan bahasa terbaharu.
pl: Lively uruchomi się ponownie aby zastosować nowy język.
ru: Lively будет перезапущен, чтобы применить новый язык.
sr: Livley će se restartovati kako bi promene jezika dobila efekat.
sr_cyrl: Ливлеy ће се рестартовати како би промене језика добила ефекат.
tr: Lively yeni dili uygulamak için yeniden başlatılacak.
zh: 重启 Lively 以应用新的语言。

# TipLivelySetupOnClose
source: Finish the setup to continue.
az: Davam etmək üçün quraşdırmanı tamamlayın.
de: Beenden Sie das Setup, um fortzufahren.
el: Ολοκληρώστε τη ρύθμιση για να συνεχίσετε.
es: Finalice la configuración para continuar.
he: סיים את ההתקנה כדי להמשיך.
it: Termina la configurazione per continuare.
ko: 설치를 완료하고 계속합니다.
ms: Habiskan setup untuk teruskan.
pl: Zakończ ustawianie aby kontunuować.
ru: Закончите установку, чтобы продолжить.
sr: Završi preuzimanje da bi nastavio.
sr_cyrl: Заврши преузимање да би наставио.
tr: Devam etmek için kurulumu bitirin.
zh: 完成配置以继续。

# TipPauseAlgorithm
source: Foreground: Lightweight, only checks the single process that is in foreground to determine wallpaper playback behaviour. All Process: Heavier, Scans all the process to determine playback behaviour.
az: Divar kağızı fasilə alqoritmi.
de: Im Vordergrund: Lively prüft nur den einzelnen Prozess, der sich im Vordergrund befindet, um das Wiedergabeverhalten des Hintergrundbildes zu bestimmen. Alle Prozesse: Schwerer, Überprüft den gesamten Prozess, um das Wiedergabeverhalten zu bestimmen.
el: Προσκήνιο: Ελαφρότερη, ελέγχει μόνο τη μεμονωμένη διαδικασία που βρίσκεται στο προσκήνιο για να προσδιορίσει τη συμπεριφορά αναπαραγωγής ταπετσαρίας. Όλες οι Διαδικασίες: Βαρύτερη, Σαρώνει όλη τη διαδικασία για να προσδιορίσει τη συμπεριφορά αναπαραγωγής.
es: Primer plano: Ligero, solo comprueba el único proceso que esté en primer plano para determinar el comportamiento de reproducción del fondo. Todos los procesos: Pesado, analiza todos los procesos abiertos para determinar el comportamiento de reproducción del fondo.
he: אלגוריתם השהיית טפטים.
it: Primo piano: leggero, controlla solo il singolo processo in primo piano per determinare il comportamento di riproduzione dello sfondo. Tutto il processo: più pesante, analizza tutto il processo per determinare il comportamento di riproduzione.
ko: 포그라운드: 가벼움, 배경 화면 재생 동작을 결정하기 위해 포그라운드에 있는 단일 프로세스만 확인합니다. 모든 프로세스: 무거움, 재생 동작을 결정하기 위해 모든 프로세스를 확인합니다.
ms: Latar depan: Ringkas dan ringan, hanya memeriksa satu proses di latar depan untuk menentukan tingkah laku main semula wallpaper. Semua Proses: Lebih berat, mengimbas semua proses untuk menentukan tingkah laku main semula wallpaper.
pl: Tło: Niewielkie obciążenie procesora, sprawdza tylko pojedyńczy proces znajdujący się na pierwszym planie, aby określić sposób odtwarzania tapety. Wszystkie procesy: Większe obciążenie procesora, skanuje wszystkie procesy aby określić sposób odtwarzania tapety.
ru: Процесс переднего плана: Быстрый. Сканирует только процесс на переднем плане, чтобы определить режим воспроизведения. Все процессы: Медленный. Сканирует все процессы, чтобы определить режим воспроизведения.
sr: Prvi plan: Lako, samo provera proces sa jednim jezgrom koje je u prvom planu da odredi ponašanje plej-beka pozadine.Svi Procesi: Tezi, Skenira sve procese da odredi plej-bek ponašanje.
sr_cyrl: Први план: Лако, само провера процес са једним језгром које је у првом плану да одреди понашање плеј-бека позадине.Сви Процеси: Тежи, Скенира све процесе да одреди плеј-бек понашање.
tr: Önplan: Hafif, sadece odaktaki uygulamaya göre duvar kağıdı oynatma davranışını belirler. Tüm Uygulamalar: Daha ağır, Tüm uygulamara bakarak duvar kağıdı oynatma davranışını belirler.
zh: 前台：轻量，只检查前台的单一进程，以确定壁纸播放行为。 所有进程：较重，扫描所有进程以确定播放行为。

# TipStreamWallpaperDetect
source: If supported video stream link is detected use the video player instead of loading the webpage.
az: Dəstəklənən video axını bağlantısı aşkar edilərsə, veb səhifəni yükləmək əvəzinə video pleyerdən istifadə edin.
de: Wenn ein unterstützter Video-Stream-Link erkannt wird, verwenden Sie den Videoplayer, anstatt die Webseite zu laden.
el: Εάν εντοπιστεί υποστηριζόμενος σύνδεσμος ροής βίντεο, χρησιμοποιήστε το πρόγραμμα αναπαραγωγής βίντεο αντί να φορτώσετε την ιστοσελίδα.
es: Si se detecta un enlace a un stream compatible, usar el reproductor de video en lugar de cargar el sitio web.
he: אם מתגלה קישור זרם וידאו נתמך השתמש בנגן הווידיאו במקום לטעון את דף האינטרנט.
it: Se viene rilevato un collegamento al flusso video supportato, utilizzare il lettore video invece di caricare la pagina web.
ko: 지원되는 비디오 스트림 링크가 감지되면 웹페이지를 불러오는 대신 비디오 플레이어를 사용합니다.
ms: Jika link strim video yang disokong terjumpa,gunakan pemain video (sebaliknya muatkan laman web).
pl: Jeśli wykryto obsługiwany strumień wideo zamiast ładować stronę internetową użyj odtwarzacza.
ru: Если обнаружена поддерживаемая ссылка, использовать видеоплеер вместо подгрузки веб-страницы.
sr: Ako je podržan video link detektovan koristi video plejer umesto učitavanja stranice.
sr_cyrl: Ако је подржан видео линк детектован користи видео плејер уместо учитавања странице.
tr: Eğer desteklenen video yayın linki tespit edilirse tarayıcı yerine video oynatıcıyı kullan
zh: 如果检测到支持的视频流链接，则使用视频播放器而非加载网页。

# TipStreamWallpaperVideoQuality
source: Select the desired video quality for online streams.
az: Onlayn yayımlar üçün istədiyiniz video keyfiyyətini seçin.
de: Wählen Sie die gewünschte Videoqualität für Online-Streams aus.
el: Επιλέξτε την επιθυμητή ποιότητα βίντεο για διαδικτυακές ροές.
es: Selecciona la calidad de video deseada para los streams
he: בחר את איכות הווידאו הרצויה לזרמים מקוונים.
it: Selezionare la qualità video da utilizzare per il video stream.
ko: 온라인 스트림에 대한 원하는 비디오 품질을 선택합니다.
ms: Setkan kualiti video bagi strim atas talian.
pl: Wybierz żądaną jakość wideo dla strumieniowania online.
ru: Выберите желаемое качество потокового видео.
sr: Izaberi željenu rezoluciji videa(pozadine).
sr_cyrl: Изабери зељену резолуцији видеа(позадине).
tr: Online yayınlar için video kalitesini seçin.
zh: 选择在线流媒体的视频质量

# TipTileSize
source: Size of the wallpaper tiles in Library.
az: Kitabxanada divar kağızı plitələrinin ölçüsü.
de: Größe der Tapetenkacheln in der Bibliothek.
el: Μέγεθος των πλακιδίων ταπετσαρίας στη Βιβλιοθήκη.
es: Tamaño de los mosaicos de la Biblioteca.
he: גודל מברשת הטפט בספרייה
it: Misura dei riquadri dei wallpaper.
ko: 라이브러리의 배경 화면 타일 크기입니다.
ms: Saiz jubin wallpaper di dalam pustaka.
pl: Rozmiar kafli w Bibliotece.
ru: Размер плиток с обоями в Библиотеке.
sr: Veličina pločica pozadinske Biblioteke.
sr_cyrl: Величина плочица позадинске Библиотеке.
tr: Kütüphanedeki duvar kağıtlarının kare boyutu.
zh: 图库中壁纸预览的大小。

# TipUIMode
source: For low-end systems select Lite mode.
az: Aşağı səviyyəli sistemlər üçün Lite rejimi seçin.
de: Für Low-End-Systeme wählen Sie den Lite-Modus.
el: Για συστήματα χαμηλού επιπέδου επιλέξτε Ελαφρύ Λειτουργία.
es: Para Sistemas o Pc de bajos recursos por favor elija la version lite (le ayudara mucho)
he: עבור מערכות נמוכות בחר מצב לייט.
it: Per i sistemi di fascia bassa selezionare la modalità Lite.
ko: 저사양 시스템의 경우 라이트 모드를 선택합니다.
ms: Aktifkan mod Lite jika sistem anda berspesifikasi rendah.
pl: Dla słabszych systemów wybierz tryb Uproszczony.
ru: Если у вас низкопроизводительная система, выбирайте Облегчённый режим.
sr: Za slabije računare izaberite Lak mod.
sr_cyrl: За слабије рачунаре изаберите Лак мод.
tr: Düşük performanslı bilgisayarlarda hafif modu seçin.
zh: 低端系统建议使用精简 (Lite) 模式。

# TipVideoPlayer
source: Select the player used for video wallpaper.
az: Video divar kağızı üçün istifadə olunan pleyeri seçin.
de: Wählen Sie den für das Videohintergrundbild verwendeten Player aus.
el: Επιλέξτε το πρόγραμμα αναπαραγωγής που χρησιμοποιείται για ταπετσαρία βίντεο.
es: Selecciona el reproductor de video para usarlo en los fondos de video o fondos animados
he: בחר את הנגן המשמש לטפט וידאו.
it: Seleziona il lettore utilizzato per lo sfondo del video.
ko: 비디오 배경 화면에 사용되는 플레이어를 선택합니다.
ms: Pilih pemain semula bagi wallpaper bersifat video.
pl: Wybierz odtwarzacz dla tapety wideo.
ru: Выберите плеер для видео-обоев.
sr: Izaberi plejer za puštanje videa.
sr_cyrl: Изабери плејер за пуштање видеа.
tr: Video duvar kağıdı oynatıcısını seçin
zh: 选择壁纸使用的视频播放器。

# TipWallpaperDir
source: Path used to store wallpaper files.
az: Divar kağızı fayllarını saxlamaq üçün istifadə edilən yol.
de: Pfad, der zum Speichern von Hintergrundbilddateien verwendet wird.
el: Διαδρομή που χρησιμοποιείται για την αποθήκευση αρχείων ταπετσαρίας.
es: Ruta utilizada para almacenar archivos de fondo de pantalla.
he: נתיב המשמש לאחסון קבצי טפט.
it: Percorso utilizzato per memorizzare gli wallpapers.
ko: 배경 화면 파일을 저장하는 데 사용되는 경로입니다.
ms: Direktori yang digunakan untuk menyimpan fail wallpaper.
pl: Ścieżka przechowywania plików tapety.
ru: Путь, по которому хранятся файлы обоев.
sr: Lokacija za čuvanje svih pozadina.
sr_cyrl: Локација за чување свих позадина.
tr: Duvar kağıdı dosyalarının depolanacağı klasör
zh: 存储壁纸的路径。

# TipWallpaperFit
source: Wallpaper scaling algorithm.
az: Divar kağızı ölçmə alqoritmi.
de: Algorithmus zur Skalierung von Hintergrundbildern.
el: Αλγόριθμος κλιμάκωσης ταπετσαρίας.
es: Algoritmo de redimensionamiento de fondos de pantalla.
he: אלגוריתם קנה המידה של טפטים.
it: Algoritmo di ridimensionamento Wallpaper
ko: 배경 화면 크기 조정 알고리즘.
ms: Algoritma Skala Wallpaper
pl: Wybierz dopasowanie.
ru: Алгоритм масштабирования обоев.
sr: Algoritam određivanja veličine pozadine.
sr_cyrl: Алгоритам одређивања величине позадине.
tr: Duvar kağıdı ölçeklendirme algoritması
zh: 壁纸缩放算法。

# TipWallpaperInput
source: Select ways to interact with wallpaper.
az: Divar kağızı ilə qarşılıqlı əlaqə yollarını seçin.
de: Wählen Sie Möglichkeiten zur Interaktion mit dem Hintergrundbild aus.
el: Επιλέξτε τρόπους αλληλεπίδρασης με ταπετσαρία.
es: Selecciona formas de interactuar con el fondo de pantalla.
he: בחר דרכים להשפיע על טפט.
it: Seleziona i modi per interagire con lo sfondo.
ko: 배경 화면과 상호 작용하는 방법을 선택합니다.
ms: Pilih kaedah interaksi dengan wallpaper.
pl: Wybierz sposób interakcji z tapetą.
ru: Выберите способ взаимодействия с обоями.
sr: Izaberi načine za interakciju sa pozadinu
sr_cyrl: Изабери начине за интеракцију са позадину
tr: Duvar kağıdı ile etkileşime geçme yöntemi seçin
zh: 选择与背景互动的方式。

# TipWallpaperLayout
source: How wallpaper is applied to connected display devices.
az: Qoşulmuş ekran cihazlarına divar kağızı necə tətbiq olunur.
de: Wie Hintergrundbilder auf angeschlossene Displays angezeigt werden.
el: Πώς εφαρμόζεται η ταπετσαρία σε συνδεδεμένες συσκευές προβολής.
es: Cómo se aplica el fondo a las pantallas conectadas.
he: כיצד מוחל טפט על מכשירי תצוגה מחוברים.
it: Come lo sfondo viene applicato ai dispositivi di visualizzazione collegati.
ko: 연결된 디스플레이 장치에 배경 화면을 적용하는 방법.
ms: Bagaiman wallpaper disetkan bagi peranti paparan yang terhubung,
pl: Jak zastosowywana jest tapeta do podłączonych urządzeń odtwarzania.
ru: Способ применения обоев к подключённым устройствам отображения.
sr: Kako je pozadina nameštena sa konektovanim monitorima.
sr_cyrl: Како је позадина намештена са конектованим мониторима.
tr: Duvar kağıdının bağlı ekranlara nasıl uygulanacağı
zh: 壁纸应用于连接的显示设备的方式。

# TipWallpaperPlayback
source: Pause wallpaper playback when desktop is not focused.
az: İş masası fokuslanmadıqda divar kağızı oxunmasını dayandırın.
de: Pause der Hintergrundbildwiedergabe, wenn der Desktop nicht fokussiert ist.
el: Παύση της αναπαραγωγής ταπετσαρίας όταν η επιφάνεια εργασίας δεν είναι εστιασμένη.
es: Pausa la reproducción del fondo de pantalla cuando el escritorio no está enfocado.
he: השהה את השמעת הטפטים כאשר שולחן העבודה אינו ממוקד.
it: Mette in pausa la riproduzione dello sfondo quando il desktop non è a focus.
ko: 바탕 화면에 포커싱 되지 않을 때 배경 화면 재생을 일시 중지합니다.
ms: Henti seketika main semula wallpaper jika desktop tidak berada di dalam fokus.
pl: Zatrzymaj tapetę kiedy pulpiy nie posiada skupienia.
ru: Приостановить воспроизведение обоев, когда рабочий стол не в фокусе.
sr: Pauziraj plej-bek kada pozadina nije fokusirana.
sr_cyrl: Паузирај плеј-бек када позадина није фокусирана.
tr: Masaüstü odakta değilken duvar kağıdını oynatmayı durdur.
zh: 当桌面失去焦点时，暂停壁纸播放。

# TipWebBrowserDiskCache
source: Store temporary files on disk instead of memory, settings gets restored when browser is restarted.
az: Müvəqqəti faylları yaddaş əvəzinə diskdə saxlayın, brauzer yenidən işə salındıqda parametrlər bərpa olunur.
de: Speichern Sie temporäre Dateien auf der Festplatte statt im Speicher, die Einstellungen werden beim Neustart des Browsers wiederhergestellt.
el: Αποθηκεύστε προσωρινά αρχεία στον δίσκο αντί στην μνήμη, οι ρυθμίσεις επανέρχονται κατά την επανεκκίνηση του προγράμματος περιήγησης.
es: Almacenar archivos temporales en el disco en lugar de la memoria, la configuración se restaurará cuando se reinicie el navegador.
he: אחסן קבצים זמניים בדיסק במקום בזיכרון, ההגדרות משוחזרות כאשר הדפדפן מופעל מחדש.
it: Archivia i file temporanei su disco invece della memoria, le impostazioni vengono ripristinate al riavvo del browser.
ko: 메모리 대신에 디스크에 임시 파일을 저장합니다. 브라우저를 다시 시작하면 설정이 복원됩니다.
ms: Simpan fail sementara di dalam storan (sebaliknya memori). Seting akan diubah balik jika pelayar web dimulakan semula.
pl: Przechowuj pliki tymczasowe na dysku zamiast w pamięci, ustawienia są przywracane podczas ponownego uruchomienia przeglądarki.
ru: Храните временные файлы на диске, а не в оперативной памяти. Позволяет сохранять настройки для обоев веб-сайтов.
sr: Čuvaj privremen fajlove u disku umesto ram memorije, podešavanja se vraćaju kada se pretraživač ponovo pokrene.
sr_cyrl: Чувај привремен фајлове у диску уместо рам меморије, подешавања се врацују када се претраживач поново покрене.
tr: Geçici dosyalar hafıza yerine diske yazılıyor, tarayıcı yeniden başlatıldığında ayarlar eski haline dönecek.
zh: 将临时文件存储在磁盘而不是内存上，当浏览器重新启动时，设置将被恢复。
