Repository: rocksdanister/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: az, de, el, es, he, it, ko, ms, pl, ru, sr, sr_cyrl, tr, zh

# TipWebBrowserEngine
source: CEF(Chromium Embedded Framework) is a lightweight chromium engine. Edge is the built in webview of windows 10.
az: CEF (Chromium Embedded Framework) yüngül xrom mühərrikidir. Edge, Windows 10-un daxili veb görünüşüdür.
de: CEF(Chromium Embedded Framework) ist eine leichte Chromium Engine. Edge ist die eingebaute Webansicht von Windows 10.
el: Το CEF (Chromium Embedded Framework) είναι μια ελαφριά έκδοση της μηχανής chromium. Το Edge είναι το ενσωματωμένο webview των Windows 10.
es: CEF (Chromium Embedded Framework) es un motor de chromium liviano. Edge es la vista web integrada en Windows 10.
he: CEF(Chromium Embedded Framework) הוא מנוע chromium קל משקל. Edge הוא תצוגת האינטרנט המובנית של Windows 10.
it: CEF (Chromium Embedded Framework) è un motore di chromium leggero. Edge è la visualizzazione Web integrata di Windows 10.
ko: CEF(크로미엄 임베디드 프레임워크)는 가벼운 크로미엄 엔진입니다. Edge는 Windows 10의 내장 웹뷰입니다.
ms: CEF (Chromium Embedded Framework) ialah enjin Chromium bersifat ringan. Edge ialah Webview sedia ada bagi Windows 10.
pl: CEF(Chromium Embedded Framework) jest lekkim silnikiem chromium. Edge jest przeglądarką wbudowaną w windows 10.
ru: CEF(Chromium Embedded Framework) - облегчённый движок Chromium. Edge - встроенный в Windows 10 WebView.
sr: CEF(Chronium Embedded Framework) je lagan chromium sistem. Edge je ugradjen pretraživač za Windows 10.
sr_cyrl: ЦЕФ(Цхрониум Ембеддед Фрамењорк) је лаган цхромиум систем. Едге је уграђен претраживач за Њиндоњс 10.
tr: CEF(Chromium Embedded Framework) hafif bir chromium motorudur. Edge ise windows 10 için geçerli web gösterim motorudur.
zh: CEF (Chromium Embedded Framework) 是一个轻量级的Chromium引擎。 Edge 是 Windows 10 内置的浏览器。

# TipWindowsStartup
source: Lively needs to run in the background for wallpaper playback.
az: Divar kağızı oxutmaq üçün Lively arxa planda işləməlidir.
de: Lively muss für die Wiedergabe von Hintergrundbildern im Hintergrund laufen.
el: Το Lively πρέπει να εκτελείται στο παρασκήνιο για αναπαραγωγή ταπετσαρίας.
es: Lively necesita ejecutarse en segundo plano para reproducir el fondo de pantalla.
he: Lively צריכה לפעול ברקע להפעלת טפטים
it: Lively deve essere eseguito in background per la riproduzione dello sfondo.
ko: 배경 화면 재생을 위해 Windows 시작 시 실행하여 백그라운드에서 실행되도록 해야 합니다.
ms: Lively mesti berjalan di latar belakang untuk memainkan semula wallpaper.
pl: Lively musi być uruchomiony w tle, aby móc odtwarzać tapety.
ru: Lively необходимо работать в фоне для воспроизведения обоев.
sr: Lively mora da radi u pozadini za pozadinski plej-bek.
sr_cyrl: Ливелy мора да ради у позадини за позадински плеј-бек.
tr: Duvar kağıdını oynatabilmek için Lively arka planda çalışmalı.
zh: Lively 需要在后台运行以播放壁纸。

# TitleAbout
source: About
az: Haqqında
de: über Lively
el: Περί
es: Acerca de
he: אודות
it: Di più
ko: 정보
ms: Tentang Lively
pl: O programie
ru: Описание
sr: O Lively-ju
sr_cyrl: О Ливелy-ју
tr: Hakkında
zh: 关于

# TitleAddWallpaper
source: Add Wallpaper
az: Divar kağızı əlavə edin
de: Hinzufügen
el: Προσθήκη Ταπετσαρίας
es: Agregar fondo de pantalla
he: הוסף טפט
it: Aggiungi
ko: 배경 화면 추가
ms: Tambah Wallpaper
pl: Dodaj
ru: Добавить обои
sr: Dodaj pozadinu
sr_cyrl: Dodaj pozadinu
tr: Duvar Kağıdı ekle
zh: 添加壁纸

# TitleAppFocus
source: Applications Focused
de: Andere Anwendung im Vordergrund
el: Εφαρμογές Εστιασμένες
es: Aplicaciones enfocadas
he: יישומים ממוקדים
it: Focus su altre applicazioni
ko: 응용 프로그램이 포커싱 되었을 때
ms: Aplikasi Dalam Fokus
pl: Inne aktywne aplikacje
ru: Приложения на переднем плане
sr: Aplikacija je fokusirana
sr_cyrl: Апликација је фокусирана
tr: Odaklanmış uygulama
zh: 其他应用程序获得焦点

# TitleAppFullScreen
source: Applications Fullscreen
az: Proqramlar Tam ekran
de: Andere Anwendung im Vollbild
el: Εφαρμογές σε Πλήρη Οθόνη
es: Aplicaciones de pantalla completa
he: יישומים במסך מלא
it: Altre applicazioni a fullscreen
ko: 응용 프로그램이 전체 화면일 때
ms: Aplikasi Skrin Penuh
pl: Inne aplikacje pełnoekranowe
ru: Полноэкранные приложения
sr: Aplikacija je u Fullscreenu
sr_cyrl: Апликација је у Фуллсцреену
tr: Tam ekran uygulama
zh: 其他应用程序全屏

# TitleAppRules
source: Application Rules
az: Tətbiq qaydaları
de: Anwendungsregel
el: Κανόνες Εφαρμογής
es: Reglas por aplicación
he: כללי אפליקציה
it: Applica
ko: 응용 프로그램 규칙
ms: Peraturan Aplikasi
pl: Reguły aplikacji
ru: Настроить приложения
sr: Pravila aplikacije
sr_cyrl: Правила апликације
tr: Uygulama Kuralları
zh: 应用规则

# TitleAppTheme
source: Theme
az: Mövzu
el: Θέμα
es: Tema
he: נושא
it: Tema
ko: 테마
ms: Tema
pl: Schemat
ru: Тема
sr: Tema
sr_cyrl: Тема
tr: Tema
zh: 主题

# TitleAudio
source: Audio
el: Ήχος
he: אודיו
ko: 오디오
pl: Dźwięk
ru: Аудио
sr_cyrl: Аудио
tr: Ses
zh: 音频

# TitleAudioDesktopOnly
source: Play audio only when desktop is focused
az: Audionu yalnız iş masası fokuslandıqda oxudun
de: Spiele Audio nur, wenn der Desktop fokussiert ist.
es: Reproducir audio solo cuando el escritorio esté enfocado
he: הפעל אודיו רק כששולחן העבודה ממוקד
ko: 바탕 화면에 초점이 맞춰진 경우에만 오디오 재생
ms: Hanya main audio jika desktop di dalam fokus
pl: Odtwarzaj dźwięk tylko jeśli pulpit ma fokus
tr: Sesi sadece masaüstü odaktayken oynat
zh: 仅在桌面集中时播放音频

# TitleAudioMaster
source: Master Volume
az: Əsas səs səviyyəsi
de: Gesamtpegel
el: Κύρια Ένταση
es: Volumen General
he: ווליום ראשי
it: Volume Generale
ko: 마스터 볼륨
ms: Kekuataan Bunyi (Utama)
pl: Głośność główna
ru: Общаяя громкость
sr: Jačina zvuka
sr_cyrl: Јачина звука
tr: Ana ses
zh: 主音量

# TitleAudioPlayOnScreen
source: Play audio on screen
az: Audionu ekranda səsləndirin
de: Audio auf dem Bildschirm wiedergeben
el: Αναπαραγωγή ήχου στην οθόνη
es: Reproducir audio en pantalla
he: הפעל אודיו על המסך
it: Riprodurre audio sullo schermo
ko: 화면에 오디오 재생
ms: Main audio atas skrin
pl: Odtwarzaj dźwięk na ekranie
ru: Играть музыку на экране
sr: Pusti audio na ekranu.
sr_cyrl: Пусти адуио на екрану
tr: Ekranda ses oynat
zh: 播放屏幕上的音频

# TitleBatteryPower
source: When on Battery Power
az: Batareya şəbəkəyə taxıldıqda
de: Im Akkubetrieb
el: Όταν λειτουργείτε με μπαταρία
es: Al usar la batería
he: כשפועל על סוללה
it: Quando è alimentato a batteria
ko: 배터리 전원 모드일 때
ms: Jika Berfungsi Dengan Kuasa Bateri
pl: Zasilanie bateryjne
ru: При работе от аккумулятора
sr: Kada je na snazi baterije
sr_cyrl: Када је на снази батерије(Без пуњача)
tr: Pil gücünde
zh: 当处于电池供电模式时

# TitleBrowseFile
source: Browse for video, gif, webpage... file to set as wallpaper
az: Divar kağızı kimi təyin etmək üçün video, gif, veb səhifə... faylı axtarın
de: Suchen Sie nach Video, Gif, Webseite... Datei, die Sie als Hintergrundbild festlegen möchten
el: Περιηγηθείτε για βίντεο, gif, ιστοσελίδα ... αρχείο για να ορίσετε ως ταπετσαρία
es: Explorar archivos de video, gifs, páginas web... para establecer como fondo
he: חפש קובץ וידאו, gif, דף אינטרנט ... להגדרה כטפט
it: Sfoglia video, gif, file di pagine web... da impostare come sfondo
ko: 배경 화면으로 설정할 동영상, Gif, 웹페이지... 파일 찾아보기
ms: Cari video, gif, laman web atau fail untuk dijadikan wallpaper.
pl: Przeglądaj pliki wideo, gif, stron internetowych do ustawienia jako tapeta
ru: Выберите видео, gif, веб-страницу... чтобы установить как обои
sr: Pretraži za video, gif, stranicu sajta... fajl za postavljanje kao pozadinu
sr_cyrl: Претражи за видео, гиф, страницу сајта... фајл за постављање као позадину
tr: Duvar kağıdı olarak ayarlamak için video, gif, web sayfası gibi dosyaları arayın
zh: 浏览视频、GIF、网页......文件以设置为壁纸

# TitleBrowserDebuggingPort
source: Debugging Port
az: Sazlama Portu
el: Θύρα Εντοπισμού Σφαλμάτων
es: Puerto de depuración
he: איתור באגים
it: Chiave di debug
ko: 디버깅 포트
ms: Port Nyahpepijat
pl: Port debugowania
ru: Порт отладки
sr: Port za otklanjanje grešaka
sr_cyrl: Порт за отклањање грешака
tr: Port Hata Ayıklama
zh: 调试端口

# TitleCommunity
source: Community
az: İcma
el: Κοινότητα
es: Comunidad
he: קהילה
ko: 커뮤니티
ms: Komuniti
pl: Społeczność
ru: Сообщество
sr: Zajednica
sr_cyrl: Заједница
tr: Topluluk
zh: 社区

# TitleDebug
source: Debug
de: Fehlersuche
el: Καταγραφή
es: Depurar
he: ניפוי
ko: 디버그
ms: Nyahpepijat
pl: Debugowanie
ru: Отладка
sr: Otklanjanje grešaka
sr_cyrl: Отклањање грешака
tr: Hata Ayıklama
zh: 调试 (Debug)

# TitleDeleteConfirmation
source: Confirm Deletion
az: Silinməni təsdiqləyin
de: Bestätige Löschung
el: Επιβεβαίωση Διαγραφής
es: Confirmar la eliminación
he: אשר מחיקה
it: Conferma l'eliminazione
ko: 삭제 확인
ms: Sahkan Pemadaman
pl: Potwierdź usunięcie
ru: Подтвердите удаление
sr: Potvrdi brisanje
sr_cyrl: Потврди брисање
tr: Silmeyi onayla
zh: 确认删除

# TitleDisplayPauseRule
source: Display Pause Rule
az: Pauza Qaydasını göstərin
de: Pausenregel anzeigen
el: Εμφάνιση Κανόνα Παύσης
es: Regla de Pausa de Pantalla
he: כלל השהיית תצוגה
it: Mostra regole di pausa
ko: 디스플레이 일시 중지 규칙
ms: Protokol Henti Seketika Wallpaper
pl: Stosowanie reguł wstrzymania
ru: Тип паузы
sr: Prikaži Pravilo o Pauziranju
sr_cyrl: Прикажи Правило о Паузирању
tr: Durdurma Kuralı
zh: 播放器暂停规则

# TitleDocumentation
source: Documentation
az: Dokumentasiya
de: Dokumentation
el: Έγγραφο
es: Documentación
he: תיעוד
it: Documentazione
ko: 도움말 문서
ms: Dokumentasi
pl: Dokumentacja
ru: Документация
sr: Dokumentacija
sr_cyrl: Документација
tr: Dokümantasyon
zh: 文档

# TitleEnterUrl
source: Enter URL
az: URL daxil edin
de: URL eingeben
el: Εισαγάγετε διεύθυνση URL
es: Insertar enlace
he: הקלד כתובת URL
it: Inserici URL
ko: URL 입력
ms: Masukkan laman sesawang
pl: Wprowadź URL
ru: Введите URL
sr: Unesi URL
sr_cyrl: Унеси УРЛ
tr: URL giriniz
zh: 输入 URL

# TitleGeneral
source: General
az: Ümumi
de: Allgemein
el: Γενικά
he: כללי
it: Generale
ko: 일반
ms: Am
pl: Ogólne
ru: Основные
sr: Generalno
sr_cyrl: Генерално
tr: Genel
zh: 通用

# TitleGifPlayer
source: Gif Player
az: Gif Pleyer
el: Αναπαραγωγή Gif
es: Reproductor de GIFs
he: נגן Gif
it: Riproduttore GIF
ko: GIF 플레이어
ms: Pemain Gif
pl: Odtwarzacz Gif
tr: Gif Oynatıcı
zh: Gif播放器

# TitleHelp
source: Help
az: Yardım
de: Hilfe
el: Βοήθεια
es: Ayuda
he: עזרה
it: Aiuto
ko: 도움말
ms: Bantuan
pl: Pomoc
ru: Помощь
sr: Pomoć
sr_cyrl: Помоћ
tr: Yardım
zh: 帮助

# TitleHideSysTray
source: System-tray Icon
az: Sistem tepsisi nişanı
de: System-Tray-Symbol
el: Εικονίδιο Δίσκου Συστήματος
es: Icono de la bandeja del sistema
he: סמל מגש המערכת
it: Icona della barra delle applicazioni
ko: 시스템 트레이 아이콘
ms: Ikon Dulang Sistem
pl: Ikona zasobnika systemowego
ru: Значок на панели задач
sr: Ikona u pozadini sistema
sr_cyrl: Икона у позадини система
tr: Kontrol çubuğu ikonu
zh: 系统托盘图标

# TitleInteraction
source: Interaction
az: Qarşılıqlı əlaqə
de: Interaktion
el: Αλληλεπίδραση
es: Interacción
he: אינטראקציה
it: Interazione
ko: 상호 작용
ms: Interaksi
pl: Interakcja
ru: Взаимодействие
sr: Interakcija
sr_cyrl: Интеракција
tr: Etkileşim
zh: 交互

# TitleLanguage
source: Language
az: Dil
de: Erfordert App-Neustart
el: Γλώσσα
es: Idioma
he: שפה
it: Devi riavviare l'app
ko: 언어
ms: Bahasa
pl: Wybór języka
ru: Язык
sr: Jezik
sr_cyrl: Језик
tr: Dil
zh: 语言

# TitleLibrary
source: Library
az: Kitabxana
de: Bibliothek
el: Βιβλιοθήκη
es: Bilbioteca
he: ספרייה
it: Libreria
ko: 라이브러리
ms: Pustaka
pl: Biblioteka
ru: Библиотека
sr: Biblioteka
sr_cyrl: Библиотека
tr: Kütüphane
zh: 图库

# TitleLivelySetup
source: Lively Setup
az: Lively Quraştırılma
el: Διαμόρφοση Lively
es: Configuración de Lively
he: הגדרת Lively
it: Configurazione di Lively
ko: Lively 설정
ms: Setup Lively
pl: Ustawienia Lively
ru: Установка Lively
sr: Lively Instalacija
sr_cyrl: Ливели инсталација
tr: Lively Kurulumu
zh: Lively 配置

# TitleMisc
source: Misc.
de: Verschiedenes
el: Διάφορα
es: Misceláneo
he: שונות
it: Miscellaneo
ko: 기타
ms: Lain-lain
pl: Różne
ru: Прочее
sr: Ostalo
sr_cyrl: Остало
tr: Çeşitli
zh: 杂项

# TitleMute
source: Mute
az: Sustur
de: Stumm
el: Σίγαση
es: Silenciar
he: השתק
it: Mutato
ko: 음소거
ms: Senyap
pl: Wycisz
ru: Отключить
sr: Prigušiti Zvuk
sr_cyrl: Пригушити звук
tr: Sustur
zh: 静音

# TitlePauseAlgo
source: Pause Algorithm
az: Fasilə alqoritmi
de: Pausen-Algorithmus
el: Παύση Αλγορίθμου
es: Algoritmo de Pausa
he: השהה אלגוריתם
it: Pausa Algoritmo
ko: 알고리즘 일시 중지
ms: Algoritma Henti Seketika
pl: Algorytm pauzowania
ru: Алгоритм паузы
sr: Algoritam Pauziranja
sr_cyrl: Алгоритам паузирања
tr: Durdurma Algoritması
zh: 暂停算法

# TitlePerformance
source: Performance
az: Performans
de: Leistung
el: Επίδοση
es: Rendimiento
he: ביצועים
it: Prestazioni
ko: 성능
ms: Prestasi
pl: Wydajność
ru: Производительность
sr: Performanse
sr_cyrl: Перформансе
tr: Performans
zh: 性能

# TitlePlaylist
source: Playlist
az: Pleylist
el: Λίστα αναπαραγωγής
es: Lista de reproducción
he: פלייליסט
ko: 재생 목록
ms: Senarai Main
pl: Lista odtwarzania
ru: Плейлист
sr: Plejlista
sr_cyrl: Плејлиста
tr: Oynatma Listesi
zh: 播放列表

# TitlePleaseWait
source: Please Wait
az: Zəhmət olmasa, gözləyin
de: Bitte warten
el: Παρακαλώ Περιμένετε
es: Por favor Espere...
he: אנא המתן
it: Attendi...
ko: 잠시 기다려 주세요...
ms: Sila Tunggu
pl: Proszę czekać
ru: Пожалуйста, подождите
sr: Molim vas sačekajte
sr_cyrl: Молим вас сачекајте
tr: Lütfen Bekleyin
zh: 请稍候

# TitleScalingFit
source: Scaling/Fit
az: Ölçəkləmə/Uyğunlaşdırma
de: Skalierung/Anpassung
el: Κλίμακωση/Προσαρμογή
es: Escalar/Ajustar
he: קנה מידה/התאמה
it: Ridemensionamento
ko: 확장/맞춤
ms: Skala/Fit
pl: Skalowanie/Dopasuj
ru: Масштабирование/Размещение
sr: Skaliranje/Podesiti
sr_cyrl: Скалирање/Подесити
tr: Ölçeklendirme/Sığdırma
zh: 缩放/调整

# TitleScreenLayout
source: Control Panel
az: İdarə paneli
de: Bildschirm-Layout
el: Πίνακας Ελέγχου
es: Diseño de pantalla
he: לוח הבקרה
it: Layout dello schermo
ko: 제어 패널
ms: Panel Kawalan
pl: Układ ekranu
ru: Панель управления
sr: Kontrolna tabla
sr_cyrl: Контролна табла
tr: Kontrol Paneli
zh: 控制面板

# TitleSelectFile
source: Select File
az: Fayl seçin
de: Datei auswählen
el: Επιλογή Αρχείου
es: Seleccionar Archivo
he: בחר קובץ
it: Seleziona File
ko: 파일 선택
ms: Pilih fail
pl: Wybierz plik
ru: Выберите файл
sr: Izaberi Fajl
sr_cyrl: Изабери Фајл
tr: Dosya Seç
zh: 选择文件

# TitleSettings
source: Settings
az: Parametrlər
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
he: הגדרות
it: Impostazioni
ko: 설정
ms: Seting
pl: Ustawienia
ru: Настройки
sr: Podešavanja
sr_cyrl: Подешавања
tr: Ayarlar
zh: 设置

# TitleStore
source: Store
az: Mağaza
el: Κατάστημα
es: Tienda
he: חנות
ko: MS 스토어
pl: Sklep
tr: Market
zh: 店铺

# TitleStreamWallpaper
source: Stream
az: Yayımla
el: Ροή
he: זרם
ko: 스트림
ms: Strim
pl: Strumieniowanie
ru: Потоковое видео
sr: Tok
sr_cyrl: Ток
tr: Yayın
zh: 流 (Stream)

# TitleStreamWallpaperDetect
source: Detect Streams
az: Axınları aşkar edin
de: Streams erkennen
el: Εντοπισμός Ροών
es: Detectar Streams
he: זהה זרם
it: Streams rilevate
ko: 스트림 감지
ms: Cari Strim
pl: Wykryj strumienie
ru: Выявлять потоковое видео
sr: Nadji Tok snimka
sr_cyrl: Надји ток снимка
tr: Yayını algıla
zh: 检测流

# TitleStreamWallpaperVideoQuality
source: Video Quality
az: Video Keyfiyyəti
de: Video-Qualität
el: Ποιότητα Βίντεο
es: Calidad de Streams
he: איכות וידאו
it: Qualità Video
ko: 비디오 품질
ms: Kualiti Video
pl: Jakość wideo
ru: Качество видео
sr: Kvalitet videa
sr_cyrl: Квалитет видеа
tr: Video Kalitesi
zh: 视频质量

# TitleTileSize
source: Tile Size
az: Tile ölçüsü
de: Kachel-Größe
el: Μέγεθος Πλακιδίων
es: Tamaño de los Mosaicos
he: גודל מברשת
it: Misura del riquadro
ko: 타일 크기
ms: Saiz Jubin
pl: Rozmiar kafla
ru: Размер плиток
sr: Veličina pločica
sr_cyrl: Величина плочица
tr: Kare Boyutu
zh: 预览大小

# TitleUIMode
source: User Interface
az: İstifadəçi interfeysi
de: Benutzerschnittstelle
el: Περιβάλλον Χρήστη
es: Interfaz de usuario
he: ממשק משתמש
it: Interfaccia utente
ko: 사용자 인터페이스
ms: Antara Muka Pengguna
pl: Interfejs użytkowanika
ru: Пользовательский интерфейс
sr: Korisnički interfejs
sr_cyrl: Кориснички интерфејс
tr: Kullanıcı Arayüzü
zh: 用户界面

# TitleVideo
source: Video
el: Βίντεο
he: וידאו
ko: 비디오
pl: Wideo
ru: Видео
sr_cyrl: Видео
zh: 视频

# TitleWallpaper
source: Wallpaper
az: Divar kağızı
de: Bildschirmhintergrund
el: Ταπετσαρία
es: Fondos de pantalla
he: טפט
ko: 배경 화면
pl: Tapeta
ru: Обои
sr: Pozadina
sr_cyrl: Позадина
tr: Duvar Kağıdı
zh: 壁纸

# TitleWallpaperDir
source: Wallpaper Directory
az: Divar kağızı kataloqu
de: Hintergrundbild-Verzeichnis
el: Κατάλογος Ταπετσαριών
es: Directorio de fondos de pantalla
he: מיקום הטפט
it: Elenco dei wallpaper
ko: 배경 화면 디렉터리
ms: Direktori Wallpaper
pl: Folder tapet
ru: Папка с обоями
sr: Lokacija pozadine
sr_cyrl: Локације позадине
tr: Duvar Kağıdı Dizini
zh: 壁纸路径

# TitleWallpaperDirMoveExisting
source: Move existing wallpapers to new folder
az: Mövcud divar kağızlarını yeni qovluğa köçürün
de: Vorhandene Hintergrundbilder in einen neuen Ordner verschieben
el: Μετακινήστε τις υπάρχουσες ταπετσαρίες σε νέο φάκελο
es: Mover los fondos de pantalla existentes a un nuevo directorio
he: העבר טפטים קיימים לתיקייה חדשה
it: Muovi i wallpaper in una nuova cartella
ko: 기존 배경 화면을 새 폴더로 이동
ms: Alih wallpaper sedia ada ke dalam folder baharu
pl: Przenieś istniejące tapety do nowego folderu
ru: Переместить существующие обои в новую папку
sr: Pomeri postojaću pozadinu u folder
sr_cyrl: Помери постајућу позадину
tr: Mevcut duvar kağıtlarını başka bir klasöre taşı
zh: 移动现有的壁纸到新的文件夹

# TitleWallpaperFit
source: Choose a fit
az: Bir uyğunluq seçin
de: Wählen einer Passform
el: Επιλέξτε μια κλίμακα
es: Elige una opción
he: בחר התאמה
it: Scegli una dimensione
ko: 배경 화면 맞춤 방식 선택
ms: Pilih Padanan
pl: Wybierz dopasowanie
ru: Способ размещения
sr: Prilagodi rezoluciji ekrana
sr_cyrl: Прилагоди резолуцији екрана
tr: Sığdırma Metodunu Seçin
zh: 选择契合度

# TitleWallpaperInput
source: Wallpaper Input
az: Divar kağızı girişi
de: Hintergrundbild-Eingabe
el: Είσοδος Ταπετσαρίας
es: Entrada
he: קלט טפט
it: Input Preferito Wallpaper
ko: 배경 화면 입력
ms: Input Wallpaper
pl: Kontrolowanie tapety
ru: Устройство ввода
sr: Pozadinski ulaz
sr_cyrl: Позадински улаз
tr: Duvar Kağıdı girişi
zh: 壁纸输入

# TitleWallpaperLayout
source: Placement Method
az: Yerləşdirmə üsulu
de: Wählen Sie das Hintergrund-Layout
el: Μέθοδος Τοποθέτησης
es: Disposición de/los fondo(s)
he: שיטת החלפה
it: Seleziona Layout del wallpaper
ko: 배경 화면 레이아웃
ms: Kaedah Penyusunan
pl: Wybierz układ tapety
ru: Способ размещения
sr: Metod postavljanja
sr_cyrl: Метод постављања
tr: Yerleştirme Metodu
zh: 布局方式

# TitleWallpaperPlayback
source: Wallpaper Playback
az: Divar kağızı oxunması
de: Hintergrundbildwiedergabe:
el: Αναπαραγωγή Ταπετσαρίας
es: Reproducción del Fondo
he: השמעת טפטים
it: Riproduzione wallpaper:
ko: 배경 화면 재생
ms: Main Semula Wallpaper
pl: Odtwarzanie tapety
ru: Воспроизведение обоев
sr: Plej-bek pozadine
sr_cyrl: Плеј-бек позадине
tr: Oynatılan Duvar Kağıdı
zh: 壁纸播放

# TitleWarning
source: Warning
az: Xəbərdarlıq
de: Warnung
el: Προειδοποίηση
es: Advertencia
he: אזהרה
it: Avvertimento
ko: 알림
ms: Amaran
pl: Ostrzeżenie
ru: Предупреждение
sr: Upozorenje
sr_cyrl: Упозорење
tr: Dikkat
zh: 警告

# TitleWebBrowser
source: Web Browser
az: Veb Brauzer
de: Internet-Browser
el: Πρόγραμμα Περιήγησης
es: Navegador web
he: דפדפן אינטרנט
ko: 웹 브라우저
ms: Pelayar Web
pl: Przeglądarka sieci web
ru: Веб-браузер
sr: Web Pretrazivač
sr_cyrl: Веб Претразивач
tr: Web Tarayıcısı
zh: 网页浏览器

# TitleWebBrowserDiskCache
source: Disk cache
az: Disk keşi
de: Festplatten-Cache
el: Προσωρινή Μνήμη Δίσκου
es: Caché de disco duro
he: מטמון דיסק
it: Cache Disco
ko: 디스크 캐시
ms: Cache simpanan
pl: Pamięć podręczna dysku
ru: Дисковый кэш
sr: Keš memorija diska
sr_cyrl: Кеш меморија диска
tr: Disk önbelleği
zh: 磁盘缓存

# TitleWebBrowserEngine
source: Engine
az: Mühərrik
el: Μηχανή
es: Motor
he: מנוע
it: Motore
ko: 엔진
ms: Enjin
pl: Silnik
ru: Движок
sr: Pogon
sr_cyrl: Погон
tr: Motor
zh: 引擎

# TitleWebpageLoad
source: Load Webpage
az: Veb səhifəni yükləyin
de: Lade Internetseite...
el: Φόρτωση Ιστοσελίδας
es: Cargar página web
he: פתח את עמוד האינטרנט
it: Carica pagina web
ko: 웹페이지 불러오기
ms: Paparkan laman sesawang
pl: Wczytaj stronę internetową
ru: Загрузка веб-страницы
sr: Učitaj web stranicu
sr_cyrl: Учитај њеб страницу
tr: Web sitesini yükle
zh: 载入网页

# TitleWindowsStartup
source: Start with Windows
az: Windows ilə başlat
de: Starte mit Windows
el: Εκκίνηση με τα Windows
es: Iniciar con Windows
he: התחל עם ווינדוס
it: Avvia all'avvio di Windows
ko: Windows 시작 시 실행
ms: Mula dengan Windows
pl: Uruchom podczas startu systemu Windows
ru: Запускать с Windows
sr: Startuj sa Windowsom
sr_cyrl: Стартуј са Windowsom
tr: Başlangıçta çalıştır
zh: 开机自启动

# TipExportLogs
source: Create log report file.
az: Log faylı yaradın.
es: Crear un archivo log de soporte
he: צור קובץ דוח. (קובץ log)
ko: 로그 보고서 파일 만들기
ms: Cipta fail log laporan.
pl: Utwórz plik raportu.
zh: 创建日志报告文件。

# TitleExportLogs
source: Log File
az: Log Faylı
he: קובץ Log
ko: 로그 파일
ms: Log Fail
pl: Plik dziennika
zh: 日志文件

# TitleReportBug
source: Report Bug
az: Xəta bildirin
es: Reportar Bug
he: דווח על באג
ko: 버그 보고하기
ms: Lapor Pepijat
pl: Zgłoś błąd
zh: 报告软件缺陷

# TitleVideoHardwareDecode
source: GPU Decode
az: GPU deşifrəsi
es: Decodificacion de GPU
he: פענוח GPU
ko: GPU 디코딩
ms: Nyahkod menggunakan GPU
pl: Dekodowanie przy pomocy GPU
zh: 使用GPU

# TipVideoHardwareDecode
source: Use hardware acceleration when possible.
az: Mümkün olduqda cihaz sürətləndirilməsindən istifadə edin.
es: Usar Aceleracion de Hardware cuando sea posible
he: השתמש בהאצת חומרה במידת האפשר.
ko: 하드웨어 가속 가능 시 사용하기
ms: Gunakan 'Hardware Acceleration' jika mampu.
pl: Jeśli możliwe użyj przyśpieszenia sprzętowego.
zh: 尽可能使用硬件加速。

# TitleAppName
source: Lively Wallpaper
az: Lively divar kağızı
de: Lively Hintergrundbild
el: Lively Ταπετσαρία
pl: Tapeta Lively
ru: Lively Обои
sr: Lively pozadina
sr_cyrl: Ливелy позадина
tr: Lively Duvar Kağıdı
zh: Lively背景
