Repository: rocksdanister/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: az, de, el, es, he, it, ko, ms, pl, ru, sr, sr_cyrl, tr, zh

# TextMouseInteractOnDesktop
source: Mouse interaction when application focused
az: Tətbiq fokuslandıqda siçanla qarşılıqlı əlaqə
de: Mausinteraktion bei fokussierter Anwendung
el: Αλληλεπίδραση ποντικιού όταν εστιάζεται η εφαρμογή
es: Interactuar con el mouse cuando una aplicación está enfocada
he: אינטראקציה של עכבר כיישום ממוקד
it: Interazione del muose quando una finestra di un applicazione e' attiva
ko: 응용 프로그램이 포커싱된 경우 마우스 상호 작용
ms: Interaksi tetikus semasa aplikasi di dalam fokus
pl: Przechwytywanie myszy w trakcie korzystania z innej aplikacji
ru: Мышь взаимодействует с обоями, когда на переднем плане открыто приложение
sr: Uticaj miša kada je aplikacija fokusirana
sr_cyrl: Утицај миша када је апликација фокусирана
tr: Uygulama odaklandığında fare etkileşimi
zh: 应用聚焦时的鼠标交互

# TextNext
source: Next
az: Sonrakı
de: Nächste
el: Επόμενο
es: Siguiente
he: הבא
it: Prossimo
ko: 다음
ms: Berikut
ru: Дальше
sr: Sledeće
sr_cyrl: Следеће
tr: İleri
zh: 下一步

# TextNo
source: No
az: Yox
de: Nein
el: Όχι
he: לא
ko: 아니오
ms: Tidak
pl: Nie
ru: Нет
sr: Ne
sr_cyrl: Не
tr: Hayır
zh: 没有

# TextOff
source: OFF
az: Söndür
de: AUS
el: Απενεργοποιημένο
es: Apagado
he: כבוי
ko: 꺼짐
pl: Wył
ru: Откл.
sr: Ugašeno
sr_cyrl: Угашено
tr: Kapalı
zh: 关

# TextOK
source: OK
az: Oldu
he: אישור
ko: 확인
ru: Ок
sr_cyrl: ОК
tr: Tamam
zh: 好

# TextOn
source: ON
az: Yandır
de: AN
el: Ενεργοποιημένο
es: Encendido
he: מופעל
ko: 켜짐
pl: Wł
ru: Вкл.
sr: Upaljeno
sr_cyrl: Упаљено
tr: Açık
zh: 开

# TextOnline
source: Online
az: Onlayn
el: Σε σύνδεση
es: En línea
he: אונליין
ko: 온라인
ru: Онлайн
sr: Povezan
sr_cyrl: Повезан
tr: Çevrimiçi
zh: 在线网页 (Online)

# TextOpenLively
source: Open Lively
az: Lively-i açın
de: Öffne Lively
el: Άνοιγμα Lively
es: Abrir Lively
he: פתח את Lively
it: Apri Lively
ko: Lively 열기
ms: Buka Lively
pl: Otwórz Lively
ru: Открыть Lively
sr: Otvori Lively
sr_cyrl: Отвори Ливели
tr: Lively'yi aç
zh: 打开 Lively

# TextPauseAlgoAllProcess
source: All Process
az: Bütün Proseslər
de: Alle Prozesse (Experimentel)
el: Όλες οι Διαδικασίες
es: Todos los procesos
he: כל התהליך
it: Tutti i processi
ko: 모든 프로세스
ms: Semua Proses
pl: Wszystkie procesy
ru: Все процессы
sr: Svi procesi
sr_cyrl: Сви процеси
tr: Tüm işlemler
zh: 所有进程

# TextPauseAlgoForegroundProcess
source: Foreground Process
az: Ön Proses
de: Vordergrund Prozess
el: Διαδικασίες Παρασκυνίου
es: Procesos en primer plano
he: תהליך קדמה
it: Processo in primo piano
ko: 포그라운드 프로세스
ms: Proses Latar Depan
pl: Proces w tle
ru: Процесс переднего плана
sr: Pozadinski procesi
sr_cyrl: Позадински процеси
tr: Önplan işlemi
zh: 前台进程

# TextPauseWallpapers
source: Pause Wallpapers
az: Divar kağızlarına fasilə verin
de: Hintergrundbilder pausieren
el: Παύση Ταπετσαριών
es: Pausar los fondos de pantalla
he: השהה טפטים
it: Pausa riproduzione wallpapers
ko: 배경 화면 일시 중지
ms: Henti Seketika Wallpaper
pl: Wstrzymaj tapety
ru: Приостановить обои
sr: Pauziraj pozadinu
sr_cyrl: Паузирај позадину
tr: Duvar Kağıdını durdur
zh: 暂停壁纸

# TextPerformanceKill
source: Kill
az: Xitam ver
el: Τερματισμός
es: Terminar
he: חסל
it: Arresto forzato
ko: 종료
ms: Tamat
pl: Wyłącz
ru: Завершить
sr: Stopiraj
sr_cyrl: Стопирај
tr: Sonlandır
zh: 停止

# TextPerformanceNone
source: Nothing
az: Heç nə
de: Nichts
el: Τίποτα
es: Nada
he: כלום
it: Niente
ko: 동작 없음
ms: Tiada
pl: Bez zmiany
ru: Ничего
sr: Nista
sr_cyrl: Ништа
tr: Oynatmaya devam et
zh: 保持运行

# TextPerformancePause
source: Pause
az: Fasilə
el: Πάυση
es: Pausa
he: הפסק
it: Pausa
ko: 일시 중지
ms: Henti Seketika
pl: Pauza
ru: Приостановить
sr: Pauziraj
sr_cyrl: Паузирај
tr: Durdur
zh: 暂停

# TextPicture
source: Picture
az: Şəkil
de: Bild
el: Είκονα
es: Imagen
he: תמונה
it: Immagine
ko: 사진
ms: Gambar
pl: Obraz
ru: Изображение
sr: Slika
sr_cyrl: Слика
tr: Fotoğraflar
zh: 图片

# TextPreviewWallpaper
source: Preview Wallpaper
az: Önizləmə
de: Vorschau-Bildschirmhintergrund
el: Προεπισκόπηση Ταπετσαρίας
es: Previsualizar fondo
he: תצוגה מקדימה
it: Anteprima
ko: 배경 화면 미리보기
ms: Previu Wallpaper
pl: Podgląd tapety
ru: Предпросмотр обоев
sr: Pregled pozadine
sr_cyrl: Преглед позадине
tr: Duvar Kağıdını önizle
zh: 预览壁纸

# TextPrivacyPolicy
source: Privacy Policy
az: Gizlilik Siyasəti
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
es: Políticas de Privacidad
he: מדיניות פרטיות
ko: 개인정보 보호정책
ms: Polisi Privasi
pl: Polityka Prywatności
tr: Gizlilik Politikası
zh: 隱私政策

# TextProcessingWallpaper
source: Processing
az: Emal edilir
de: Verarbeitung
el: Γίνεται Επεξεργασία
es: Procesando
he: מעבד
it: Elaborazione...
ko: 처리 중
ms: Sedang memproses
pl: Przetwarzam
ru: Обработка
sr: Procesovanje
sr_cyrl: Процесовање
tr: İşleniyor
zh: 处理中

# TextRemove
source: Remove
az: Sil
de: Löschen
el: Απομάκρυνση
es: Eliminar
he: הסר
it: Rimuovi
ko: 제거
ms: Buang
pl: Usuń
ru: Удалить
sr: Izbriši
sr_cyrl: Избриши
tr: Kaldır
zh: 移除

# TextRule
source: Rule
az: Qayda
de: Regel
el: Κανόνας
es: Regla
he: כלל
it: Regola/e
ko: 규칙
ms: Peraturan
pl: Reguła
ru: Правило
sr: Pravilo
sr_cyrl: Правило
tr: Kural
zh: 规则

# TextScreen
source: Screen
az: Ekran
de: Bildschirm
el: Οθόνη
es: Pantalla
he: מסך
it: Schermo
ko: 화면
ms: Skrin
pl: Ekran
ru: Экран
sr: Ekran
sr_cyrl: Екран
tr: Ekran
zh: 屏幕

# TextSearch
source: Search
az: Axtar
de: Suche
el: Αναζήτηση
es: Buscar
he: חפש
it: Cerca
ko: 검색
ms: Cari
pl: Szukaj
ru: Поиск
sr: Pretraži
sr_cyrl: Претражи
tr: Arama
zh: 搜索

# TextSetWallpaper
source: Set as Wallpaper
az: Divar kağızı kimi təyin edin
de: Als Hintergrund festlegen
el: Ορισμός ως Ταπετσαρίας
es: Establecer como fondo de pantalla
he: קבע כטפט
it: Imposta come Wallpaper
ko: 배경 화면으로 설정
ms: Setkan Sebagai Wallpaper
pl: Ustaw jako tapetę
ru: Установить обои
sr: Postavi kao pozadinu
sr_cyrl: Постави као позадину
tr: Duvar Kağıdı olarak ayarla
zh: 设置为壁纸

# TextShowOnDisk
source: Open File Location
az: Fayl yerini açın
de: Auf Festplatte anzeigen
el: Άνοιγμα Τοποθεσίας Αρχείου
es: Mostrar en el disco
he: פתח מיקום קובץ
it: Mostra in cartella
ko: 파일 위치 열기
ms: Buka Destinasi Fail
pl: Pokaż na dysku
ru: Открыть расположение файла
sr: Otvori lokaciju fajla
sr_cyrl: Отвори локацију фајла
tr: Dosya konumunu aç
zh: 打开文件所在位置

# TextSource
source: Source
az: Mənbə
de: Quelle
el: Πηγή
es: Fuente
he: מקור
it: Fonte
ko: 소스
ms: Sumber
pl: Źródło
ru: Источник
sr: Izvor
sr_cyrl: Извор
tr: Kaynak
zh: 来源

# TextStart
source: Start
az: Başla
el: Εκκίνιση
es: Comenzar
he: הפעל
ko: 시작
ms: Mula
ru: Старт
sr: Početak
sr_cyrl: Почетак
tr: Başlat
zh: 开始

# TextStop
source: Stop
az: Dayan
el: Σταμάτημα
es: Parar
he: הפסק
ko: 중지
ms: Henti
ru: Стоп
sr: Zaustavi
sr_cyrl: Заустави
tr: Durdur
zh: 结束

# TextStoreReview
source: Do you enjoy using Lively? Leave a review :)
az: Lively-dən zövq alırsınız? Rəy buraxın :)
de: Benutzt du Lively gerne? Gib uns eine Bewertung :)
el: Σας αρέσει που χρησιμοποιείτε το Lively; Αφήστε μας μια κριτική :)
es: Te está gustando Lively? Deja un comentario 😁
he: האם אתם נהנים להשתמש ב- Lively? השאירו ביקורת :)
ko: Lively를 즐겨 사용하세요? 리뷰를 남겨주세요. ^O^
ms: Adakah anda berpuas hati dengan Lively? Sila tinggalkan ulasan :)
pl: Lubisz używać Lively? Zostaw recenzję :)
tr: Lively kullanmaktan memnun musunuz? Lütfen yorum bırakın :)
zh: 您喜欢使用Lively吗？留下评论:)

# TextSupport
source: Support
az: Dəstək
el: Υποστίριξη
es: Soporte
he: תמיכה
it: Supporto
ko: 기부하기
ms: Bantuan
pl: Wsparcie
ru: Поддержать
sr: Podrška
sr_cyrl: Подршка
tr: Destek
zh: 支持

# TextTags
source: Tags
az: Teqlər
el: Ετικέτες
es: Etiquetas
he: תגיות
ko: 태그
ms: Tag
pl: Znaczniki
ru: Теги
sr: Tagovi
sr_cyrl: Тагови
tr: Etiketler
zh: 标签

# TextTileSizeLarge
source: Large
az: Böyük
de: Große
el: Μεγάλο
es: Grande
he: גדול
it: Largo
ko: 크게
ms: Besar
pl: Duży
ru: Большие
sr: Ogromno
sr_cyrl: Огромно
tr: Büyük
zh: 大

# TextTileSizeNormal
source: Normal
el: Κανονικό
he: רגיל
it: Normale
ko: 보통
ms: Biasa
pl: Normalny
ru: Средние
sr: Normalno
sr_cyrl: Нормално
tr: Orta
zh: 中

# TextTileSizeSmall
source: Small
az: Kiçik
de: Klein
el: Μικρό
es: Pequeño
he: קטן
it: Piccolo
ko: 작게
ms: Kecil
pl: Mały
ru: Маленькие
sr: Malo
sr_cyrl: Мало
tr: Küçük
zh: 小

# TextTitle
source: Title
az: Başlıq
de: Titel
el: Τίτλος
es: Título
he: כותרת
it: Titolo
ko: 제목
ms: Judul
pl: Tytuł
sr: Titl
sr_cyrl: Титл
tr: Başlık
zh: 标题

# TextUIHeadless
source: Headless
az: Başlıqsız
de: Kopflos
el: Ακέφαλο
es: Pesada (Para PC de Altos recursos
he: חסר ראש
ko: 헤드리스
ms: Mod Headless
pl: Bez nagłowka
sr: Bezglav
sr_cyrl: Безглав
tr: Görünmez
zh: 无UI (Headless)

# TextUILite
source: Lite
el: Ελαφρύ
es: Lite (Para Pc de Bajos recursos
he: לייט
ko: 라이트
pl: Uproszczony
ru: Облегчённый
sr: Lako
sr_cyrl: Лако
tr: Hafif
zh: 精简 (Lite)

# TextUINormal
source: Normal
el: Κανονικό
es: Normal (Para pc que tienen recursos decentes)
he: רגיל
it: Normale
ko: 일반
ms: Biasa
pl: Normalny
ru: Обычный
sr: Normalno
sr_cyrl: Нормално
tr: Orta
zh: 正常 (Normal)

# TextUnsupportedFile
source: File format not supported
az: Fayl formatı dəstəklənmir
de: Dateiformat nicht unterstützt
el: Η μορφή αρχείου δεν υποστηρίζεται
es: El tipo de archivo no es soportado o esta corrupto
he: פורמט הקובץ אינו נתמך
it: File non supportato
ko: 지원되지 않는 파일 형식
ms: Format fail tidak disokong.
pl: Nieobsługiwany format pliku
ru: Формат файла не поддерживается
sr: Format fajla nije podržan
sr_cyrl: Формат фајла није подржан
tr: Dosya formatı desteklenmiyor
zh: 不支持的文件格式!

# TextUpdateAvailable
source: Update available!
az: Yenilənmə mövcuddur!
de: Update verfügbar!
el: Διαθέσιμη ενημέρωση!
es: ¡Actualización disponible!
he: עדכון זמין!
it: Aggiornamenti Disponibili!
ko: 업데이트 사용 가능!
ms: Kemaskini terkini sedia ada!
pl: Aktualizacja dostępna!
ru: Доступно обновление!
sr: Nadogradnja dostupna!
sr_cyrl: Надоградња доступна!
tr: Güncelleştirme mevcut!
zh: 发现新版本！

# TextUpdateCheck
source: Check for update
az: Yenilənməni yoxlayın
de: Nach Updates suchen.
el: Ελεγχος για ενημερώσεις
es: Buscar actualizaciones
he: בדוק עדכונים
it: Controlla per aggiornamenti
ko: 업데이트 확인
ms: Cari kemaskini terkini
pl: Sprawdź dostępność aktualizacji
ru: Проверить наличие обновлений
sr: Proveri za nadogradnju
sr_cyrl: Провери за надогрању
tr: Güncelleştirmeleri denetle
zh: 检查更新

# TextupdateCheckFail
source: Failed to check for software update
az: Proqram yenilənməsini yoxlamaq alınmadı
de: Suche nach Updates fehlgeschlagen.
el: Αποτυχία ελέγχου για ενημέρωση λογισμικού
es: Error al verificar la actualización de software
he: נכשל לבדוק עבור עדכון תוכנה
it: Si e' verificato un errore mentre cercavo nuovi aggiornamenti
ko: 업데이트 확인 실패됨.
ms: Carian kemaskini terkini gagal
pl: Błąd podczas szukania aktualizacji
ru: Не удалось проверить наличие обновлений
sr: Neuspena provera novog softver.
sr_cyrl: Неуспешна провера новог софтвера
tr: Güncelleştirme denetlenmesi başarısız oldu
zh: 检查更新出错

# TextUpdateChecking
source: Checking for update
az: Yenilənmə yoxlanılır
de: Suche nach Updates
el: Έλεγχος για ενημέρωση
es: Comprobación de actualización
he: בודק עבור עדכונים
it: Controllando la disponibilità di aggiornamenti
ko: 업데이트 확인
ms: Mencari kemaskini terkini...
pl: Szukam aktualizacji
ru: Проверка обновлений...
sr: Provera za novije verzije aplikacije.
sr_cyrl: Провера за најновије апликацију
tr: Güncelleştirme denetleniyor
zh: 正在检查更新

# TextUpdateUptodate
source: Software is up-to-date!
az: Proqram yenilənib!
de: Lively ist auf dem neusten Stand!
el: Το λογισμικό είναι ενημερωμένο!
es: ¡El software ha sido actualizado con exito!
he: התוכנה מעודכנת!
it: Lively è da aggiornare!
ko: 현재 최신 버전!
ms: Anda sedang menggunakan kemaskini terkini!
pl: Lively jest aktualny!
ru: Установлена последняя версия!
sr: Najnovija verzija aplikacije je u upotrebi!
sr_cyrl: Најновија верзија је у употреби!
tr: Uygulama en güncel sürümünde!
zh: 已是最新版本！

# TextVideo
source: Video
el: Βίντεο
he: וידאו
ko: 비디오
pl: Wideo
ru: Видео
sr_cyrl: Видео
zh: 视频

# TextWallpaperFitFill
source: Fill
az: Doldur
de: Fülle
el: Συμπλήρωση
es: Rellenar
he: מלא
it: Riempi
ko: 채우기
ms: Isi
pl: Rozciągnij
ru: Заполнение
sr: Popuni
sr_cyrl: Попуни
tr: Doldur
zh: 填充

# TextWallpaperFitNone
source: None
az: Heç biri
de: Keine
el: Κανένα
es: Ninguno
he: ללא
ko: 없음
ms: Tiada
pl: Bez dopasowania
ru: Никакой
sr: Nema
sr_cyrl: Нема
tr: Sığdırma yok
zh: 无

# TextWallpaperFitUniform
source: Uniform
az: Uniforma
de: Einheitlich
el: Ομοειδής
es: Uniforme
he: אחיד
it: Uniforme
ko: 비율유지 확대/축소(맞춤)
ms: Seragam
pl: Rozszerz
ru: Равномерно
sr_cyrl: Униформ
tr: Aynı
zh: 统一

# TextWallpaperFitUniformToFill
source: Uniform Fill
az: Vahid doldurma
de: Einheitliche Füllung
el: Ομοειδής Συμπλήρωση
es: Relleno Uniforme
he: מילוי אחיד
it: Rimepimento Uniforme
ko: 비율유지 확대/축소(잘림)
ms: Isi Seragam
pl: Wypełnij
ru: Равномерное заполнение
sr_cyrl: Попуни униформ
tr: Aynı şekilde doldur
zh: 统一填充

# TextWallpaperLayoutDuplicate
source: Duplicate same wallpaper
az: Eyni divar kağızı kopyalayın
de: Gleiches Hintergrundbild duplizieren
el: Αντιγράψτε την ίδια ταπετσαρία
es: Duplicar el mismo fondo de pantalla
he: שכפל את אותו הטפט
it: Duplica lo stesso wallpaper
ko: 동일한 배경 화면 복사
ms: Salin wallpaper yang sama
pl: Duplikuj samą tapetę
ru: Дублировать те же обои
sr: Udvostruči pozadinu.
sr_cyrl: Удвостручи позадину
tr: Aynı duvar kağıdını çoğalt
zh: 复制相同壁纸

# TextWallpaperLayoutPerScreen
source: Selected screen only
az: Yalnız seçilmiş ekran
de: Nur ausgewählter Bildschirm
el: Επιλεγμένη οθόνη μόνο
es: Solo la pantalla seleccionada
he: המסך הנבחר בלבד
it: Solo schermo selezionato
ko: 선택한 화면만
ms: Hanya skrin yang dipilih
pl: Tylko wybrany ekran
ru: Только выбранный дисплей
sr: Samo izabran ekran
sr_cyrl: Само изабран екран
tr: Sadece seçili ekran
zh: 仅选中的屏幕

# TextWallpaperLayoutSpan
source: Span across screens
az: Ekranlar arasında yaymaq
de: Spanne
el: Κάλυψη σε όλες τις οθόνες
es: Estirar
he: השתרע על פני מסכים
it: Multi-Schermo(Sperimentale)
ko: 배경 화면을 여러 디스플레이에 확장
ms: Panjangkan seberang skrin
pl: Przez wiele ekranów
ru: Охватить все дисплеи
sr: Razmak izmedju ekrana
sr_cyrl: Размак између екрана
tr: Ekranlar arasında uzat
zh: 跨显示器

# TextWallpaperType
source: Type
az: Növ
de: Einfügen
el: Τύπος
es: Tipo
he: סוג
it: Tipologia
ko: 유형
ms: Jenis
pl: Rodzaj
ru: Тип
sr: Tip
sr_cyrl: Тип
tr: Tip
zh: 类型

# TextWebsite
source: Website
az: Veb sayt
el: Ιστοσελίδα
es: Sitio web
he: אתר אינטרנט
it: Sito web
ko: 웹사이트
ms: Laman Web
pl: Strona Sieci Web
ru: Веб-сайт
sr_cyrl: Вебсајт
tr: Web Sayfası
zh: 网站

# TextWebStream
source: Web Stream
az: Veb yayım
de: Stream
el: Ροή Ιστού
he: זרם אינטרנט
it: Stream
ko: 웹 스트림
ms: Strim Web
pl: Strumieniowanie
ru: Потоковое видео
sr_cyrl: Веб Стрим
tr: Web Yayını
zh: Web流 (Web Stream)

# TextWelcome
source: Welcome
az: Xoş gəldiniz
de: Willkommen
el: Καλως ήρθατε
es: Bienvenido
he: ברוך הבא
it: Benvenuto
ko: 환영합니다.
ms: Selamat Datang
pl: Witaj
ru: Добро пожаловать
sr: Dobrodošao
sr_cyrl: Добродошао
tr: Hoşgeldiniz
zh: 欢迎

# TextYes
source: Yes
az: Bəli
de: Ja
el: Ναι
es: Si
he: כן
it: Si
ko: 예
ms: Ya
pl: Tak
ru: Да
sr: Da
sr_cyrl: Да
tr: Evet
zh: 是

# TileVideoPlayer
source: Video Player
az: Video pleyer
el: Πρόγραμμα αναπαραγωγής Βίντεο
es: Reproductor de video
he: נגן וידאו
ko: 비디오 플레이어
ms: Pemain Video
pl: Odtwarzacz wideo
ru: Видеоплеер
sr: Video Plejer
sr_cyrl: Видео Плејер
tr: Video Oynatıcı
zh: 视频播放器

# TipAddWallpaperFileBrowse
source: Set all supported file types as wallpaper.
az: Bütün dəstəklənən fayl növlərini divar kağızı kimi təyin edin.
de: Legen Sie alle unterstützten Dateitypen als Hintergrundbild fest.
el: Ορίστε όλους τους υποστηριζόμενους τύπους αρχείων ως ταπετσαρία.
es: Configura todos los tipos de archivos compatibles como fondo de pantalla.
he: הגדר את כל סוגי הקבצים הנתמכים כטפט.
it: Imposta tutti i tipi di file supportati come sfondo.
ko: 모든 지원되는 파일 유형을 배경 화면으로 설정할 수 있습니다.
ms: Setkan fail (semua jenis yang disokong) sebagai wallpaper.
pl: Ustaw wszystkie obsługiwane typy plików dla tapety.
ru: Установите обои из файла поддерживаемого формата.
sr: Pogledaj sve podržane formate.
sr_cyrl: Погледај све подржане плејере
tr: Kabul edilen tüm dosya tiplerini duvar kağıdı olarak ayarla
zh: 将所有支持的文件类型设置为壁纸。

# TipAddWallpaperURL
source: Set the web page of the URL you entered as wallpaper.
az: Divar kağızı kimi daxil etdiyiniz URL-in veb səhifəsini təyin edin.
de: Legen Sie die Webseite der URL, die Sie eingegeben haben, als Hintergrundbild fest.
el: Ορίστε την ιστοσελίδα της διεύθυνσης URL που εισαγάγατε ως ταπετσαρία.
es: Configura la página web de la URL que ingresó como fondo de pantalla.
he: הגדר את דף האינטרנט של כתובת ה-URL שהזנת כטפט.
it: Imposta la pagina web che hai inserito come sfondo
ko: 입력한 URL의 웹 페이지를 배경 화면으로 설정합니다.
ms: Setkan halaman web (berdasarkan URL) sebagai wallpaper.
pl: Ustaw stronę internetową z powyższego adresu jako tapetę.
ru: Установите веб-страницу в качестве обоев, используя её URL-адрес.
sr: Postavi web url kao pozadinu.
sr_cyrl: Постави веб урл као позадину
tr: Girilen URL'deki sayfayı duvar kağıdı olarak ayarla.
zh: 将您输入的URL的网页设置为墙纸。

# TipAppFocus
source: Set what to do when any application is in focus.
az: Hər hansı proqram diqqət mərkəzində olduqda nə edəcəyinizi təyin edin.
de: Legen Sie fest, was zu tun ist, wenn eine Anwendung im Fokus steht.
el: Ορίστε τι πρέπει να κάνετε όταν οποιαδήποτε εφαρμογή είναι στο επίκεντρο.
es: Establecer qué hacer cuando una aplicación esté enfocada.
he: הגדר מה לעשות כאשר יישום כלשהו נמצא בפוקוס.
it: Imposta cosa fare quando un'applicazione è a focus
ko: 응용 프로그램이 포커싱 되었을 때 수행할 작업을 설정합니다.
ms: Setkan tindakan jika apa-apa aplikasi berada di dalam fokus.
pl: Zachowanie, gdy inna aplikacja jest na pierwszym planie.
ru: Укажите, что делать, когда на переднем плане открыто какое-либо приложение.
sr: Postavi šta da radi aplikacija kada je drugi prozor fokusiran.
sr_cyrl: Постави шта да ради апликација када је други прозор фокусиран.
tr: Herhangi bir uygulama odaktayken davranışı seçin.
zh: 设置当任何应用程序处于焦点时的行为。

# TipAppFullScreen
source: Set what to do when fullscreen games/applications are running.
az: Tam ekranlı oyunlar/tətbiqlər işləyərkən nə edəcəyinizi təyin edin.
de: Legen Sie fest, was zu tun ist, wenn Vollbild-Spiele/Anwendungen ausgeführt werden.
el: Ορίστε τι πρέπει να κάνετε όταν εκτελούνται παιχνίδια/εφαρμογές πλήρους οθόνης.
es: Establecer qué hacer cuando se ejecutan juegos/aplicaciones en pantalla completa.
he: הגדר מה לעשות כאשר משחקים / יישומים במסך מלא פועלים.
it: Imposta cosa fare quando giochi/app sono a schermo intero
ko: 전체 화면 게임/응용 프로그램이 실행 중일 때 수행할 작업을 설정합니다.
ms: Setkan tindakan jika permainan/aplikasi berskrin penuh sedang berjalan.
pl: Zachowanie, gdy uruchomione są aplikacje/gry pełoekranowe.
ru: Укажите, что делать, когда открытo полноэкранное приложение/игра.
sr: Postavi šta da radi aplikacija kada je igirca ili aplikacija u fullscreenu.
sr_cyrl: Постави шта да ради апликација када је игирца или апликација у фуллсцреену.
tr: Tam ekran uygulamalar çalışırken davranışı seçin.
zh: 设置全屏游戏/应用程序运行时的操作。

# TipAppRules
source: Set different wallpaper playback rules based on running application.
az: Çalışan proqram əsasında müxtəlif divar kağızı oxutma qaydalarını təyin edin.
de: Legen Sie je nach laufender Anwendung unterschiedliche Regeln für die Wiedergabe von Hintergrundbildern fest.
el: Ορίστε διαφορετικούς κανόνες αναπαραγωγής ταπετσαρίας με βάση την εκτέλεση της εφαρμογής.
es: Establecer diferentes reglas de reproducción de fondo de pantalla en función a qué aplicación está ejecutandose.
he: הגדר כללי השמעת טפטים שונים בהתבסס על הפעלת יישום.
it: Impostare diverse regole di riproduzione dello sfondo in base all'applicazione in esecuzione.
ko: 실행 중인 응용 프로그램에 따라 다른 배경 화면을 재생할 규칙을 설정합니다.
ms: Setkan peraturan bagi main semula wallpaper berdasarkan aplikasi yang sedang berjalan
pl: Ustaw rożne reguły odtwarzania dla uruchomionych aplikacji.
ru: Установите правила воспроизведения обоев в зависимости от открытого приложения.
sr: Postavi drugačije plej-bek opcije kada je aplikacija fokusirana.
sr_cyrl: Постави другачије плеј-бек опције када је апликација фокусирана.
tr: Çalışan uygulamalar için özel kurallar belirleyin.
zh: 根据运行的应用程序设置不同的壁纸播放规则。

# TipAppTheme
source: Lively adapts to system theme settings, to change appearance goto
az: Canlı görünüşünü dəyişmək üçün sistem mövzu parametrlərinə uyğunlaşır
de: Lively passt die Einstellungen des Systemthemas an, um das Aussehen zu ändern
el: Το Lively προσαρμόζεται στις ρυθμίσεις θέματος συστήματος, για να αλλάξετε εμφάνιση πηγαίνετε
es: Lively se adapta a la configuración del tema del sistema, para cambiar la apariencia, ve a
he: Lively מסתגל להגדרות נושא המערכת, כדי לשנות את המראה גש ל
it: Lively si adatta alle impostazioni del tema di sistema, per cambiare l'aspetto vai a: 1.Tramite Windows: Start>Impostazioni>Personalizzazione>(Nel menu laterale)Colori>Scegli il tuo colore>Chiaro/Scuro/Personalizzato. 2.Tramite Lively Apri area di notifica>Tasto destro su Lively Wallpaper System>Apri Lively>(Nel menu superiore)Impostazioni>Tema.
ko: Lively는 시스템 테마 설정에 맞게 모양을 변경합니다.
ms: Lively menurut seting bagi tema sistem. Untuk mengubah penampilan pergi ke
pl: Lively dostosuje się do kompozycji systemu, aby zmienić wygląd przejdź do
ru: Lively использует настройки системной темы. Чтобы изменить их, перейдите в
sr: Lively menja izgled windowsa u skladu sa aplikacijom da vidis podešavanja idi na
sr_cyrl: Ливелy мења изглед њиндоњса у складу са апликацијом да видиш подешавања иди на
tr: Lively sistem temasına adapte olur, değiştirmek için
zh: Lively 自适应系统主题设置，要更改外观请前往

# TipAudioMaster
source: Volume level of all wallpapers.
az: Bütün divar kağızlarının səs səviyyəsi.
de: Lautstärkepegel aller Hintergrundbilder.
el: Επίπεδο έντασης όλων των ταπετσαριών.
es: Nivel de volumen de todos los fondos.
he: רמת עוצמת הקול של כל הטפטים.
it: Volume Generale dei wallpaper
ko: 모든 배경 화면의 볼륨 수준.
ms: Darjah kekuatan bunyi bagi semua wallpaper.
pl: Poziom dźwięku dla wszystkich tapet.
ru: Уровень громкости всех обоев.
sr: Jačina zvuka pozadina.
sr_cyrl: Јачина звука позадина.
tr: Tüm duvar kağıtları için ses seviyesi
zh: 所有壁纸的音量大小。

# TipBatteryPower
source: (For battery operated systems only) Change playback when AC power is disconnected.
az: AC enerjisi kəsildikdə oxutmanı dəyişdirin.
de: (Nur für batteriebetriebene Systeme) Wechseln Sie die Wiedergabe, wenn die Wechselstromversorgung unterbrochen wird.
el: (Μόνο για συστήματα με μπαταρία) Αλλάξτε την αναπαραγωγή όταν αποσυνδέεται η τροφοδοσία AC.
es: (Solo para sistemas que funcionan con batería) Cambiar la reproducción cuando se desconecte la fuente de alimentación.
he: שנה את ההפעלה כאשר המחשב מנותק מהחשמל (מערכות המופעלות באמצעות סוללות בלבד)
it: (Solo per sistemi a batteria) Modificare la riproduzione quando l'alimentazione AC è scollegata.
ko: (배터리 작동 시스템 전용) AC 전원이 차단되면 재생을 변경합니다.
ms: (Sistem berkuasa bateri sahaja) Ubah main semula jika kuasa AC terputus.
pl: (Tylko dla systemów działających na baterii) Zachowanie przy odłączonym źródle zasilania.
ru: (Для систем работающих от аккумулятора) Изменить режим воспроизведения при отключении питания от сети.
sr: (Sa sistemima sa baterijom(laptop)) Postavi drugačije plej-bek opcije kada je isključeno sa punjača
sr_cyrl: (Са системима са батеријом(лаптоп)) Постави другачије плеј-бек опције када је искљуцено са пуњача
tr: (Sadece pil ile çalışanlar için) Adaptör çıkarıldığında oynatmayı değiştir.
zh: （仅电池供电的系统）当电源断开时改变播放方式。
