Repository: rocksdanister/lively
Catalog: src/livelywpf/livelywpf/Properties/Resources.*.resx
Languages: az, de, el, es, he, it, ko, ms, pl, ru, sr, sr_cyrl, tr, zh

# LivelyExceptionMediaPlayback
source: Media playback failed :( Try changing the videoplayer in lively settings. In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
az: Media oxutma uğursuz oldu :( lively parametrlərində videopleyeri dəyişməyə cəhd edin. Bu xətanı daha yaxşı başa düşmək və problemi həll etmək üçün log faylını tərtibatçı ilə paylaşın. Jurnal faylını paylaşmaq üçün təlimatlar:https://github.com/rocksdanister/lively /viki
de: Medienwiedergabe fehlgeschlagen :( Versuchen Sie, den Videoplayer in den Lively Einstellungen zu wechseln. Um diesen Fehler besser zu verstehen und das Problem zu beheben, geben Sie die Protokolldatei an den Entwickler weiter. Anweisungen zur Freigabe der Protokolldatei: https://github.com/rocksdanister/lively/wiki
el: Η αναπαραγωγή πολυμέσων απέτυχε :( Δοκιμάστε να αλλάξετε την εφαρμογή της αναπαραγωγής βίντεου από τις Lively ρυθμίσεις. Για να κατανοήσετε καλύτερα αυτό το σφάλμα και να διορθώσετε το πρόβλημα, κοινοποιήστε το αρχείο καταγραφής στον προγραμματιστή. Οδηγίες για κοινή χρήση αρχείου καταγραφής: https://github.com/rocksdanister/lively/wiki
es: El reproducto de contenido ha fallado :( Intenta cambiar el reproductor de video desde la configuración de Lively. Para enteder mejor este error y solucionar el problema, comparte el archivo de registro con el desarrollador. Visita el siguiente enlace con instrucciones sobre como compartir el archivo de registro: https://github.com/rocksdanister/lively/wiki
he: הפעלת המדיה נכשלה :( נסה לשנות את נגן הוידאו בהגדרות של Lively. על מנת להבין טוב יותר את השגיאה ולתקן את הבעיה, שתף את קובץ היומן עם המפתח. הוראות לשיתוף קובץ יומן רישום: https://github.com/rocksdanister/lively/wiki
it: Riproduzione del media non riuscito :( Prova cambiando le impostazioni del videoplayer delle impostazioni dell'applicazioni Per risolvere il problema e saperne di piu', manda il log allo sviluppatore tramite questo link https://github.com/rocksdanister/lively/wiki
ko: 미디어 재생 실패됨 (╥_╥`) Lively 설정에서 미디어 플레이어를 변경하세요. 이 오류를 분석하여 문제를 해결할 수 있도록 로그 파일을 개발자와 공유해 주세요. 로그 파일 공유 지침: https://github.com/rocksdanister/lively/wiki
ms: Gagal memainkan media. Sila ubah pemain video di seting Lively. Untuk memahami ralat ini secara lebih baik dan selesaikan isu, kongsikan fail log dengan pengarang. Panduan kongsi: https://github.com/rocksdanister/lively/wiki
pl: Niepowodzenie odtwarzania multimediów :( Spróbuj zmienić odtwarzacz wideo w ustawieniach lively. Aby lepiej zrozumieć i pomóc w naprawie błędu, wyślij plik dziennika do twórcy aplikacji. Instrukcje jak to zrobić znajdziesz pod adresem: https://github.com/rocksdanister/lively/wiki
ru: Ошибка воспроизведения медиа :( Попробуйте изменить видеоплеер в настройках Lively. Для того, чтобы лучше понять ошибку и решить проблему, отправьте разработчику файл лога. Прочитайте о том, как это можно сделать: https://github.com/rocksdanister/lively/wiki
sr: Medijski plej-bek neuspešan :(Pokušaj da promeniš video-plejer u Lively podešavanjima.Da bi bolje razumeo problem i mogao da rešiš grešku podeli evidenciju(log) fajl i pošalji programeru.Instrukcije za deljenje evidencije:https://github.com/rocksdanister/lively/wiki
sr_cyrl: Медијски плеј-бек неуспешан :(Покушај да промениш видео-плејер у Ливелy подешавањима.Да би боље разумео проблем и могао да решиш грешку подели евиденцију(лог) фајл и пошаљи програмеру.Инструкције за дељење евиденције:https://github.com/rocksdanister/lively/wiki
tr: Medya oynatması başarısız :( Ayarlardan video oynatıcı ayarlarını değiştirmeyi deneyin. Bu sorunu daha iyi anlamak ve çözüme kavuşturmak için günlük dosyasını geliştirici ile paylaşın. Günlük dosyasını paylaşma hakkında detaylı bilgi: https://github.com/rocksdanister/lively/wiki
zh: 媒体播放失败 :( 请尝试在 Lively 设置中改变视频播放器。 为了更好地了解这个错误并修复问题，请将日志文件分享给开发者。 分享日志文件的说明： https://github.com/rocksdanister/lively/wiki

# LivelyExceptionNotLivelyZip
source: Not Lively wallpaper file.
az: Lively divar kağızı faylı deyil.
de: Keine Lively wallpaper Datei.
el: Κανένα Lively αρχείο ταπετσαρίας.
es: No es un archivo de fondo de Lively.
he: לא קובץ טפט של Lively
it: Questo non è un Lively.zip file.
ko: Lively Wallpaper 파일이 아닙니다.
ms: Fail bukan fail wallpaper Lively.
pl: To nie jest plik tapety Lively.
ru: Не является файлом обоев Lively.
sr: Nije Lively pozadinski fajl.
sr_cyrl: Није Ливелy позадински фајл.
tr: Not Lively duvar kağıdı dosyası
zh: 不是合法的 Lively 壁纸文件。

# LivelyExceptionSafeModeStart
source: Lively was not closed properly, starting in safe mode. Do you wish to restore previously running wallpapers?
az: Lively düzgün qapadılmayıb, ona görə də təhlükəsiz rejimdə başladılır. Əvvəllər işləyən divar kağızı bərpa etmək istəyirsiniz?
de: Eine Version ist verfügbar!
el: Το Lively δεν έκλεισε σωστά, γίνεται εκκίνηση σε ασφαλής λειτουργία. Θέλετε να επαναφέρετε ταπετσαρίες που λειτουργούσαν προηγουμένως;
es: Lively no se cerró correctamente, iniciando en modo seguro. ¿Deseas restaurar los fondos de pantalla que estaban ejecutandose anteriormente?
he: Lively לא נסגר כראוי, מתחיל במצב בטוח. האם ברצונך לשחזר טפטים שפעלו בעבר?
it: Una nuova versione è disponibile!
ko: 안전 모드에서 시작하여 Lively가 제대로 종료되지 않았습니다. 이전에 실행한 배경 화면을 복원하시겠습니까?
ms: Lively tidak ditamatkan secara teratur, memulakan aplikasi dalam mod selamat. Adakah anda mahu mengembalikan wallpaper yang sebelumnya?
pl: Dostępna nowa wersja!
ru: Lively был закрыт неправильно. Запуск в безопасном режиме. Хотите восстановить работавшие ранее обои?
sr: Lively nije ugašen normalno, pali se u sigurnom režimu.Da li želiš da povratiš prethodnu pozadinu?
sr_cyrl: Ливелy није угашен нормално, пали се у сигурном режиму.Да ли желиш да повратиш претходну позадину?
tr: Lively düzgün kapatılamadı, güvenli modda başlatılıyor. Daha önce çalışan duvar kağıdını geri yüklemek ister misiniz?
zh: Lively 没有被正确关闭, 正在以安全模式启动。 您是否希望还原以前运行的壁纸?

# LivelyExceptionWorkerWSetupFail
source: It looks like some settings need to be set to make Lively work: 1. Press the Win + R keys to open Run, 2. Type SystemPropertiesPerformance.exe into Run, click on "OK" to open Performance Options. 3. Enable/Check "Animate controls and elements inside windows" (If already checked, then uncheck and check) & Apply. 4. Click "Apply" then press "OK" to close the window. If Windows 7 just set - Adjust for best appearance &amp; Apply. If still not working, close & start Lively again/restart windows. (Does not work in some insider windows 10 builds)
az: Görünür, Lively-nin işləməsi üçün bəzi parametrləri qurmaq lazımdır: 1. Run-u açmaq üçün Win + R düymələrini basın, 2. Run-a SystemPropertiesPerformance.exe yazın, Performans Seçimlərini açmaq üçün "OK" düyməsini basın. 3. "Pəncərələrin daxilində idarəetmə elementlərini və elementləri canlandırın" seçimini aktivləşdirin (əgər artıq işarələnibsə, işarəni çıxarın və yoxlayın). 4. Pəncərəni bağlamaq üçün "Tətbiq et" düyməsini və sonra "OK" düyməsini basın. Əgər Windows 7 yeni quraşdırılıbsa - Ən yaxşı görünüş üçün tənzimləyin &amp; Tətbiq edin. Əgər hələ də işləmirsə, bağlayın və Lively-i yenidən başladın. (Bəzi insayder Windows 10 quruculuqlarında işləmir)
de: Es sieht so aus, als müssten einige Einstellungen vorgenommen werden, damit Lively funktioniert: - 1. Öffnen Sie "Dieser PC" im Explorer. 2. Klicken Sie mit der rechten Maustaste auf leeren einen Bereich 3. Klicken Sie auf Eigenschaften 4. Klicken Sie auf Erweiterte Systemeinstellungen 5. Wählen Sie auf der Registerkarte Leistung die Option Einstellungen 6. Aktivieren Sie "Steuerelemente und Elemente innerhalb von Fenstern animieren"& klicken Sie auf Übernehmen. Wenn Sie Windows 7 benutzten - einfach auf "Für optimale Darstellung anpassen auswählen" & auf "Übernehmen" klicken. Wenn es immer noch nicht funktioniert, schließen & starte Lively neu oder . (Funktioniert nicht in den Windows Insider Builds)
el: Φαίνεται ότι πρέπει να οριστούν ορισμένες ρυθμίσεις για να λειτουργήσει το Lively: 1. Πατήστε τα πλήκτρα Win + R για να ανοίξετε την Εκτέλεση, 2. Πληκτρολογήστε SystemPropertiesPerformance.exe στην Εκτέλεση, κάντε κλικ στο "OK" για να ανοίξετε τις Επιλογές Απόδοσης. 3. Ενεργοποίηση/Επιλογή "Ανώτερος έλεγχος και στοιχεία μέσα στα παράθυρα" (Εάν έχει ήδη επιλεγεί, καταργήστε την επιλογή και επιλέξτε την ξανά) & Εφαρμογή 4. Κάντε κλικ στο "Εφαρμογή" και μετά πατήστε "OK" για να κλείσετε το παράθυρο. Εάν τα Windows 7 έχουν μόλις οριστεί - Προσαρμόστε για καλύτερη εμφάνιση & Εφαρμογή. Εάν εξακολουθεί να μην λειτουργεί, κλείστε και ξεκινήστε ξανά το Lively ή κάντε μια επανεκκίνηση των Windows. (Δεν λειτουργεί σε μερικά Windows 10 insider builds)
es: Debes aplicar algunas configuraciones para que Lively funcione: 1. En el navegador de archivos da clic derecho en "Este Equipo" 2. Selecciona Propiedades 3. Selecciona Configuración avanzada del sistema 4. En la pestaña Rendimiento, selecciona Configuración 5. Habilita la opcion animar los elementos y controles de las ventanas 6. Aplica los cambios Si Windows 7 se acaba de configurar: ajusta para obtener la mejor apariencia y aplica los cambios. Si aún no funciona, cierra e inicia Lively nuevamente o reinicia Windows. (No funciona en algunas versiones insider de Windows 10)
he: נראה כי יש להגדיר כמה הגדרות בכדי לגרום ל- Lively לעבוד: 1. לחץ על מקשי Win + R כדי לפתוח את Run, 2. הקלד SystemPropertiesPerformance.exe ב- Run, לחץ על "אישור" כדי לפתוח אפשרויות ביצועים 3. הפעל / סמן "הנפש בקרים ואלמנטים בתוך חלונות" (אם האפשרות כבר מסומנת, בטל את הסימון ובדוק) והחל. 4. לחץ על "החל" ואז לחץ על "אישור" כדי לסגור את החלון. אם משתמשים ב- Windows 7 פשוט הגדר – "התאם למראה הטוב ביותר" ו amp; אשר. אם עדיין לא עובד, סגור והתחל את Lively שוב / הפעל מחדש את Windows. (לא עובד בחלק מגרסאות הניסיון של Windows 10)
it: Sembra che qualche impostazione debba essere modificata per far funzionare Lively: 1. Questo PC(In Esplora file) 2. Fai tasto destro in una zona vuota 3. Seleziona proprietà 4. Seleziona Impostazioni di Sistema avanzate 5. Sotto la scheda di Avanzate, vai nella sezione Prestazioni, seleziona impostazioni 6. Abilità i controlli per le animazione ed elementi dentro & Applica. Se Windows 7 è stato appena impostato - Impostalo per le migliori animazioni & Applica. Se non funziona ancora, chiudi & riavvia Lively / riavvia windows.
ko: Lively가 작동하려면 몇 가지 설정이 필요한 것 같습니다. 1. 실행을 열기 위해 Win + R 키 누릅니다. 2. 실행에 SystemPropertiesPerformance.exe를 입력하고 "확인"을 눌러 성능 옵션을 엽니다. 3. "창의 제어 및 요소에 애니메이션 효과 주기"에 활성화/체크(이미 체크된 경우, 체크 해제했다가 다시 체크) & 적용합니다. 4. "적용"을 누른 다음 "확인"을 눌러 창을 닫습니다. Windows 7의 경우 - '최적 모양으로 조정' 체크 &amp; 적용. 그래도 작동하지 않을 경우, Lively를 종료 후 재실행한 다음 Windows를 다시 시작해 주세요. (일부 Windows 10 Insider 빌드에서는 작동하지 않음)
ms: Panduan bagi memulakan Lively secara teratur: 1. Buka This PC(My Computer) 2. Klik kanan pada kawasan kosong. 3. Pilih Properties 4. Pilih Advanced System Settings 5. Dibawah tab Performance pilih Settings 6. Aktifkan "Animate controls and elements inside Windows" dan klik Apply. Bagi Windows 7 setkan - "Adjust for best appearance" dan klik Apply. Jika masih tidak berkesan, mulakan semula Lively/Windows. (Tidak berfungsi untuk sebahagian binaan Windows 10 Insider)
pl: Do poprawnego działania lively wymagane są dodatkowe ustawienia:- 1. Otwórz Ten komputer(Mój komputer) 2. Kliknij prawym myszy na pustym obszarze 3. Wybierz właściwości 4. Wybierz Zaawansowane ustawienia systemu 5. W zakładce Wydajność kliknij Ustawienia 6. Włącz Animuj formanty i elementy wewnątrz okien & Zastosuj. W Windows 7 wybierz - Dostosuj do uzyskania najlepszej wydajności & Zastosuj. Jeśli ciągle nie działa, uruchom ponownie Lively / system Windows. (Nie działa w wersji Windows 10 insider)
ru: Похоже, нужно изменить некоторые настройки, чтобы Lively заработал:- 1. Откройте ярлык "Этот компьютер" 2. Нажмите правую кнопку мыши в пустом месте 3. Выберите пункт "Свойства" 4. Выберите "Дополнительные параметры системы" 5. Во вкладке "Дополнительно" в поле "Быстродействите" нажмите "Параметры" 6. Поставьте галочку в поле "Анимированные элементы управления и элементы внутри окна", нажмите "Применить" -> "ОК". Если Windows 7, то просто выберите пункт - "Обеспечить наилучший внешний вид" & примените. Если по прежнему не работает, попробуйте закрыть и запустить Lively заново или перезагрузить Windows. (Не работает в некоторых инсайдерских сборках Windows 10)
sr: Izgleda da neka podešavanja moraju da se promene da bi Lively radio: 1. Pritisni Windows dugme + R da bi otvorio Run, 2. Ukukucaj SystemPropertiesPerfomance.exe u Run, stisni "OK" da otvoris Podešavanja Performansa. 3. Dozvoli/Proveri "Animate controls and elements inside windows" (Ako je već štiklirano, pritisni opet da onemogućiš i opet štikliraj) i pristisni "Apply". 4. Klikni "Apply" i onda pritisni "OK" da zatvoriš prozor. Ako imas Windows 7 samo štikliraj - "Adjust for best appearance &amp; onda "Apply". Ako još ne radi, ugasi i upali Lively opet/restartuj windows. (Ne radi na nekim windows 10 sistemima)
sr_cyrl: Изгледа да нека подешавања морају да се промене да би Ливелy радио: 1. Притисни Windows дугме + R да би отворио Рун, 2. Укукуцај SystemPropertiesPerfomance.еxe у Run, стисни "ОК" да отвориш Подешавања Перформанса. 3. Дозволи/Провери "Animate controls and elements inside Windows" (Ако је већ штиклирано, притисни опет да онемогућиш и опет штиклирај) и пристисни "Аpply". 4. Кликни "Apply" и онда притисни "ОК" да затвориш прозор. Ако имас Windows 7 само штиклирај - "Adjust for best appearance &amp; онда "Apply". Ако још не ради, угаси и упали Ливелy опет/рестартуј Windows. (Не ради на неким Windows 10 системима)
tr: Görünüşe göre Lively çalışmak için bazı ayarlara ihtiyaç duyuyor: 1. Win + R tuşlarına birlikte basarak Çalıştır'ı açın 2. SystemPropertiesPerformance.exe yazın ve çalıştırın. 3. "Denetim ve öğe animasyonlarını pencere içinde göster" yazılı düğmeyi işaretleyin & Tamam. 4. Uygula ve Tamam diyerek pencereyi kapatın.
zh: 似乎需要进行一些设置才能使Lively工作： 1. 打开此电脑（我的电脑） 2. 右键单击空白区域 3. 选择"属性" 4. 选择"高级系统设置" 5. 在"性能"选项卡下，选择"设置" 6. 启用"窗口内的动画控件和元素"并应用。 如果是 Windows 7 系统只需设置"调整为最近外观"并应用。 如果仍不起作用, 重启 Lively 或重启操作系统。 (在一些 Windows 10 预览体验计划版本中无法工作)

# TextAdd
source: Add
az: Əlavə et
de: Hinzufügen
el: Προσθήκη
es: Agregar
it: Aggiungi
ko: 추가
ms: Tambah
pl: Dodaj
ru: Добавить
sr: Dodaj
sr_cyrl: Додај
tr: Ekle
zh: 添加

# TextAllFiles
source: All Files
az: Bütün Fayllar
de: Alle Dateien
el: Όλα τα Αρχεία
es: Todos los archivos
he: כל הקבצים
it: Tutti i file
ko: 모든 파일
ms: Semua Fail
pl: Wszystkie pliki
ru: Все файлы
sr: Svi fajlovi
sr_cyrl: Сви фајлови
tr: Tüm dosyalar
zh: 所有文件

# TextApplication
source: Application
az: Tətbiq
de: Programm
el: Εφαρμογή
es: Aplicación
he: יישום
it: Applicazione
ko: 응용 프로그램
ms: Aplikasi
pl: Aplikacja
ru: Приложение
sr: Aplikacija
sr_cyrl: Апликација
tr: Uygulama
zh: 应用程序

# TextAttribution
source: Attribution
az: Atribut
de: Attribut
el: Περί
es: Atribución
he: שיוך
it: Attributi
ko: 공헌자
ms: Atribut
pl: Kontrybucje
ru: Атрибуция
sr: Pripisivanje
sr_cyrl: Приписивање
tr: İlişkilendirmeler
zh: 说明/属性

# TextAuthor
source: Author
az: Müəllif
de: Autor
el: Συντάκτης
es: Autor
he: סופר
it: Autore
ko: 저작자
ms: Pengarang
pl: Autor:
ru: Автор
sr: Autor
sr_cyrl: Аутор
tr: Yazar
zh: 作者

# TextBack
source: Back
az: Geri
de: Zurück
el: Πίσω
es: Regresar
he: אחורה
it: Indietro
ko: 뒤로
ms: Kembali
pl: Wstecz
ru: Назад
sr: Nazad
sr_cyrl: Назад
tr: Geri
zh: 返回

# TextBrowse
source: Browse
az: Gözdən keçirin
de: Suche
el: Αναζήτηση
es: Navegar
he: דפדף
ko: 찾아보기
ms: Layar
pl: Przeglądaj
ru: Обзор
sr: Pretrazi
sr_cyrl: Претражи
tr: Gezin
zh: 浏览

# TextCancel
source: Cancel
az: Ləğv et
de: Abbrechen
el: Ακύρωση
es: Cancelar
he: ביטול
it: Anulla
ko: 취소
ms: Batal
pl: Anuluj
ru: Отмена
sr: Otkaži
sr_cyrl: Откажи
tr: İptal
zh: 取消

# TextClose
source: Close
az: Bağla
de: Schließen
el: Κλείσιμο
es: Cerrar
he: סגור
it: Chiudi
ko: 닫기
ms: Tutup
pl: Zamknij
ru: Закрыть
sr: Zatvori
sr_cyrl: Затвори
tr: Kapat
zh: 关闭

# TextCloseWallpapers
source: Close Wallpapers
az: Divar kağızlarını bağlayın
de: Schließe Hintergrund
el: Κλείσιμο Ταπετσαριών
es: Cerrar fondos de pantalla
he: סגור טפטים
it: Chiudi Wallpaper
ko: 배경 화면 닫기
ms: Tutup Wallpaper
pl: Zamknij tapetę
ru: Отключить обои
sr: Zatvori pozadinu
sr_cyrl: Затвори позадину
tr: Duvar Kağıtlarını kapat
zh: 关闭所有壁纸

# TextCompleted
source: Completed!
az: Tamamlandı!
de: Abgeschlossen!
el: Ολοκληρώθηκε
es: ¡Completado!
he: הושלם!
it: Completato !
ko: 완료됨!
ms: Selesai!
pl: Zakończono!
ru: Установка завершена!
sr: Završeno!
sr_cyrl: Завршено!
tr: Tamamlandı!
zh: 完成!

# TextControlPanelOpen
source: Click here to manage wallpapers.
az: Divar kağızlarını idarə etmək üçün bura klikləyin.
de: Klicke hier, um Hintergründe zu organisieren
el: Κάντε κλικ εδώ για να διαχειριστείτε τις ταπετσαρίες.
es: Haz click aquí para administrar tus fondos de pantalla.
he: לחץ כאן לניהול טפטים
ko: 배경 화면을 관리하려면 여기를 누르세요.
ms: Klik sini untuk menguruskan wallpaper.
pl: Kliknij tutaj aby zarządzać tapetami.
tr: Duvar kağıtlarını yönetmek için tıklayın.
zh: 单击此处管理壁纸。

# TextConvertVideo
source: Convert to Video
az: Videoya çevirin
de: Convertiere zum Video Format
el: Μετατροπή σε Bίντεο
es: Convertir a Video
he: המר לוידאו
it: Converti in video
ko: 비디오로 변환
ms: Tukar Kepada Video
pl: Konwersja na wideo
ru: Конвертировать в видео
sr: Prebaci u video
sr_cyrl: Пребаци у видео
tr: Videoya çevir
zh: 转换成视频

# TextCreatePreview
source: Create Preview
az: Önizləmə yaradın
de: Vorschau erstellen
el: Δημιουργία Προεπισκόπησης
es: Crear vista previa
he: צור תצוגה מקדימה
it: Crea un'anteprima
ko: 미리보기 만들기
ms: Cipta Previu
pl: Stwórz podgląd
ru: Создать предпросмотр
sr: Napravi Pregled
sr_cyrl: Направи преглед
tr: Önizleme oluştur
zh: 创建预览

# TextCustomise
source: Customise
az: Özəlləşdir
de: Anpassen
el: Προσαρμόστε
es: Personalizar
he: התאם אישית
it: Personalizza
ko: 사용자 정의
ms: Sunting
pl: Dostosuj
ru: Настроить
sr: Izmeni
sr_cyrl: Измени
tr: Özelleştir
zh: 自定义

# TextCustomiseWallpaper
source: Customise Wallpaper
az: Divar kağızını fərdiləşdirin
de: Hintergrundbild anpassen
el: Προσαρμογή Ταπετσαρίας
es: Personalizar fondo de pantalla
he: התאם אישית טפט
it: Personalizza Wallpaper
ko: 배경 화면 사용자 정의
ms: Sunting Wallpaper
pl: Dostosuj tapetę
ru: Настроить обои
sr: Izmeni pozadinu
sr_cyrl: Измени позадину
tr: Duvar kağıdını özelleştir
zh: 自定义壁纸

# TextDeleteWallpaper
source: Delete Wallpaper
az: Sil
de: Lösche Hintergrund
el: Διαγραφή Ταπετσαρίας
es: Eliminar fondo de pantalla
he: מחק
it: Cancella Wallpaper
ko: 배경 화면 삭제
ms: Padam Wallpaper
pl: Usuń tapetę
ru: Удалить обои
sr: Izbriši pozadinu
sr_cyrl: Избриши позадину
tr: Duvar kağıdını sil
zh: 删除壁纸

# TextDescription
source: Description
az: Təsvir
de: Beschreibung
el: Περιγραφή
es: Descripción
he: תיאור
it: Descrizione
ko: 설명
ms: Penerangan
pl: Opis
ru: Описание
sr: Deskripcija
sr_cyrl: Дескрипција
tr: Açıklama
zh: 描述

# TextDisplayPauseRuleAllScreen
source: All Screen
az: Bütün Ekran
de: Alle Anzeigen
el: Όλες οι Οθόνες
es: Todas las pantallas
he: כל המסך
it: Tutte le Schermate
ko: 모든 화면
ms: Semua Skrin
pl: Wszystkie ekrany
ru: Все экраны
sr: Svi Ekrani
sr_cyrl: Сви Екрани
tr: Tüm ekranlar
zh: 所有屏幕

# TextDisplayPauseRulePerScreen
source: Per Screen
az: Ekran başına
de: Pro Anzeige
el: Ανά Οθόνη
es: Por pantalla
he: לכל מסך
it: Per Display
ko: 개별 화면
ms: Per Skrin
pl: Jeden ekran
ru: Для каждого экрана отдельно
sr: Po ekranu
sr_cyrl: По екрану
tr: Tek ekran
zh: 每个屏幕

# TextDownload
source: Download
az: Yüklə
el: Κατεβάστε
es: Descargar
he: הורד
ko: 다운로드
ms: Muat Turun
pl: Pobierz
ru: Скачать
sr: Preuzmi
sr_cyrl: Преузми
tr: İndir
zh: 下载

# TextError
source: Error
az: Xəta
de: Fehler
el: Σφάλμα
he: שגיאה
it: Errore
ko: 오류
ms: Ralat
pl: Błąd
ru: Ошибка
sr: Greška
sr_cyrl: Грешка
tr: Hata
zh: 错误

# TextExit
source: Exit
az: Çıx
de: Beenden
el: Έξοδος
es: Salir
he: צא
it: Esci
ko: 끝내기
ms: Keluar
pl: Wyjście
ru: Выйти
sr: Izađi
sr_cyrl: Изађи
tr: Çıkış
zh: 退出

# TextExportWallpaperZip
source: Export lively .zip
az: Lively .zip formatında ixrac edin
de: Exportiere lively .zip
el: Εξαγωγή lively .zip
es: Exportar .zip de Lively
he: יצא lively.zip
it: Esporta lively .zip
ko: Zip 파일로 저장
ms: Eksport lively.zip
pl: Eksportuj lively .zip
ru: Экспорт Lively .zip
sr: Pretvori lively u .zip
sr_cyrl: Претвори ливелy у .зип
tr: zip olarak dışa aktar
zh: 输出为 Lively .zip

# TextFeatureMissing
source: Some features are not available in this version of Lively.
az: Bəzi funksiyalar Lively-in bu versiyasında mövcud deyil.
de: Einige Funktionen sind in dieser Version von Lively nicht verfügbar
el: Ορισμένες δυνατότητες δεν είναι διαθέσιμες σε αυτήν την έκδοση του Lively.
es: Algunas funciones no están disponibles en esta versión de Lively. Por favor use la version de Internet ya que la de la tienda es para pc de Altos recursos
he: חלק מהתכונות אינן זמינות בגרסה זו של Lively.
ko: 이 버전의 Lively에서는 일부 기능을 사용할 수 없습니다.
ms: Sesetengah ciri tidak ada didalam versi Lively ini.
pl: Niektóre funkcje w tej wersji Lively są niedostępne.
tr: Bazı özellikler Lively'nin şu anki sürümünde mevcut değil.
zh: 此版本不提供某些功能。

# TextFileNotFound
source: File not found
az: Fayl tapılmadı
de: Datei nicht gefunden
el: Το αρχείο δε βρέθηκε
es: El Archivo no ha podido ser encontrado (puede ser que se ha movido o se ha borrado)
he: הקובץ לא נמצא
it: File non trovato
ko: 파일이 없습니다.
ms: Fail tidak dijumpai
pl: Nie znaleziono pliku
ru: Файл не найден
sr: Fajl nije pronađen
sr_cyrl: Фајл није пронађен
tr: Dosya bulunamadı
zh: 无法找到文件

# TextGIF
source: Animated GIF
az: Animasiyalı GIF
de: Animiertes GIF
el: Κινούμενη GIF
es: GIF animado
he: GIF מונפש
it: GIF Animata
ko: GIF 애니메이션
ms: GIF Beranimasi
pl: Animowany GIF
ru: GIF-анимация
sr: Animirani GIF
sr_cyrl: Анимирани ГИФ
tr: Animasyonlu GIF
zh: 动态 GIF

# TextGo
source: GO
az: Get
es: Iniciar
he: המשך
it: VAI
ko: 이동
ms: PERGI
pl: START
ru: Добавить
sr: Kreni
sr_cyrl: Крени
tr: Git

# TextHelpTranslate
source: Help translate Lively.
az: Tərcümə etməyə kömək edin
de: Helfe Lively zu übersetzen
el: Βοήθεια μετάφρασης του Lively.
es: Ayuda a traducir Lively.
he: עזור לתרגם
it: Aiuta a tradurre lively
ko: Lively 번역 돕기.
ms: Bantu terjemah Lively!
pl: Pomż tłumaczyć Lively.
ru: Помогите c переводом Lively.
sr: Pomozi oko prevoda za Lively
sr_cyrl: Помози око превода за Ливелy
tr: Lively'yi farklı dillere çevirmemize yardım edin.
zh: 帮助翻译 Lively 。

# TextInstall
source: Install
az: Yüklə
de: Installieren
el: Εγκατάσταση
es: Instalar
he: התקן
it: Installa
ko: 설치
ms: Pasang
pl: Zainstaluj
ru: Установить
sr: Instaliraj
sr_cyrl: Инсталирај
tr: Kurulum
zh: 安装

# TextKeyboard
source: Keyboard
az: Klaviatura
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
he: מקלדת
it: Tastiera
ko: 키보드
ms: Papan Kekunci
pl: Klawiatura
ru: Клавиатура
sr: Tastatura
sr_cyrl: Тастатура
tr: Klavye
zh: 键盘

# TextLicense
source: License
az: Lisenziya
de: Lizenz
el: Άδεια
es: Licencia
he: רישיון
ko: 라이센스
ms: Lesen
pl: Licencja
tr: Lisans
zh: 执照

# TextmoreInfo
source: Information
az: Məlumat
el: Πληροφορίες
es: Información
he: מידע
it: Informazioni
ko: 정보
ms: Maklumat
pl: Informacja
ru: Информация
sr: Informacije
sr_cyrl: Информације
tr: Bilgi
zh: 资讯

# TextMoreWallpapers
source: More Wallpapers
az: Daha çox Divar kağızları
de: Mehr Hintergründe...
el: Περισσότερες Ταπετσαρίες
es: Más fondos de pantalla
he: רקעים נוספים
it: Più sfondi...
ko: 더 많은 배경 화면
ms: Klik Untuk Lebih Pilihan Wallpaper
pl: Więcej tapet...
ru: Ещё обои
sr: Vise pozadina
sr_cyrl: Више позадина
tr: Daha fazla duvar kağıdı
zh: 更多壁纸

# TextMouse
source: Mouse
az: Siçan
de: Maus
el: Ποντίκι
he: עכבר
ko: 마우스
ms: Tetikus
pl: Mysz
ru: Мышь
sr: Miš
sr_cyrl: Миш
tr: Fare
zh: 鼠标
