Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# TextTileSizeSmall
source: Small
ar: صغير
ca: Petit
de: Klein
fr: Petit
hi: कम किया हुआ
hu: Kicsi
id: Kecil
ja: 小
nl_nl: Klein
pt_br: Pequeno
sv: Liten
uk: Малі
vi: Nhỏ
zh_hant: 小

# Title.Text
source: Title
ar: العنوان
ca: Títol
de: Titel
fr: Titre
hi: शीर्षक
hu: Cím
id: Judul
ja: タイトル
nb_no: Tittel
nl_nl: Titel
pt_br: Título
sv: Titel
uk: Назва
vi: Tiêu đề
zh_hant: 標題

# TextUIHeadless
source: Headless
ar: بلا رأس
de: Rahmenlos
fr: Minimal
hi: बिना सिर का
hu: Fejetlen
id: Tanpa Kepala Windows
ja: ヘッドレス
sv: Huvudlös
uk: Без заголовка
zh_hant: 無介面模式

# TextUILite
source: Lite
ar: خفيف
fr: Léger
hi: हल्का
hu: Egyszerű
id: Ringan
ja: ライト
pt_br: Leve
sv: Lätt
uk: Простий
zh_hant: 簡易

# TextUINormal
source: Normal
ar: عادي
hi: साधारण
hu: Normál
ja: 通常
nl_nl: Normaal
sv: Standard
uk: Нормальний
vi: Bình thường
zh_hant: 正常

# TextUnsupportedFile
source: File format not supported
ar: تنسيق الملف غير معتمد
ca: Format d'arxiu no suportat
de: Dateiformat nicht unterstützt
fr: Format de fichier non supporté
hi: फ़ाइल फ़ॉर्मेट समर्थित नहीं करता है
hu: Fálj tipus nem támogatott
id: Format file tidak didukung
ja: 対応していないファイル形式
nb_no: Filformatet støttes ikke
nl_nl: Bestandsformaat is niet ondersteund
pt_br: Formato de arquivo não suportado.
sv: Filformatet stöds inte
uk: Формат файлу не підтримується
vi: Định dạng tập tin không được hỗ trợ
zh_hant: 不支援的檔案格式

# TextUpdateAvailable
source: Update available!
ar: تحديث متوفر!
ca: Actualització disponible!
de: Update verfügbar!
fr: Mise à jour disponible !
hi: उपलब्ध अद्यतन!
hu: Frissítés elérhető!
id: Update tersedia!
ja: アップデートが利用可能です！
nb_no: Tilgjengelige oppdateringer!
nl_nl: Update beschikbaar!
pt_br: Atualização disponível!
sv: Uppdatering tillgänglig!
uk: Доступне оновлення!
vi: Đã có bản cập nhật mới!
zh_hant: 有更新可用！

# TextUpdateCheck
source: Check for update
ar: تحقق من التحديث
ca: Cercar per actualitzacions.
de: Nach Updates suchen
fr: Vérifier les mises à jour
hi: अपडेट के लिए खोजें
hu: Frissítés keresése
id: Cek untuk update
ja: アップデートを確認
nb_no: Se etter oppdateringer
nl_nl: Controleer voor updates
pt_br: Procurar atualizações
sv: Sök efter uppdatering
uk: Перевірити оновлення
vi: Kiểm tra phiên bản mới
zh_hant: 檢查更新

# TextupdateCheckFail
source: Failed to check for software update
ar: خطأ في التحقق من التحديث
ca: Error a l'verificar l'actualització de software.
de: Suche nach Updates fehlgeschlagen
fr: Erreur lors de la vérification des mises à jour
hi: सॉफ़्टवेयर अद्यतन सत्यापित नहीं किया जा सका
hu: Hiba frissítés keresése közben
id: Gagal untuk memeriksa update perangkat lunak
ja: アップデートの確認に失敗しました
nb_no: Kunne ikke se etter programvareoppdatering
nl_nl: Het controleren voor updates is mislukt
pt_br: Erro ao verificar atualização
sv: Det gick inte att söka efter uppdateringar
uk: Помилка перевірки оновлень
vi: Kiểm tra phiên bản mới thất bại
zh_hant: 檢查軟體更新失敗

# TextUpdateChecking
source: Checking for update
ar: التحقق من وجود تحديث
ca: Comprovació de l'actualització
de: Updates werden gesucht
fr: Vérification des mises à jour
hi: अद्यतन की जाँच करें
hu: Frissítés keresése
id: Sedang mencek update
ja: アップデートの確認中
nb_no: Ser etter oppdateringer
nl_nl: Controleren voor updates
pt_br: Procurando por atualizações
sv: Söker efter uppdatering
uk: Перевірити оновлення
vi: Kiểm tra phiên bản mới
zh_hant: 正在檢查更新

# TextUpdateUptodate
source: Software is up-to-date!
ar: لايفلي مُحدَّث!
ca: El software està actualitzat!
de: Lively ist auf dem neusten Stand!
fr: Lively est à jour !
hi: सॉफ्टवेयर अप टू डेट है!
hu: Legfrissebb verziójú Program!
id: Perangkat lunak sudah terbaru!
ja: ソフトウェアは最新の状態です！
nb_no: Programvaren er oppdatert!
pt_br: O Lively está atualizado!
sv: Programvaran är aktuell!
uk: Lively оновлено!
vi: Phần mềm đã được cập nhật!
zh_hant: 軟體已是最新版本！

# TextVideo
source: Video
ar: فيديو
ca: Vídeo
fr: Vidéo
hi: वीडियो
hu: Videó
ja: 動画
pt_br: Vídeo
uk: Відео
zh_hant: 影片

# TextWallpaperCommandlineArgs
source: Enter optional commandline arguments
ar: إدخال وسيطات سطر الأوامر الاختيارية
ca: Introduir paràmetres opcionals de la línia de comandaments
de: Optionale Kommandozeilenparameter eingeben
fr: Entrez les arguments de ligne de commande additionnels
hi: वैकल्पिक (Optional) कमांडलाइन तर्क (Arguments) दर्ज करें
hu: Opcionális parancssori értékek
id: Masukkan argumen commandline opsional
ja: 任意のコマンドライン引数を入力
nb_no: Skriv inn valgfrie kommandoarumenter
nl_nl: Optionele opdrachtregel argumenten invoeren
pt_br: Insira argumentos da linha de comando opcionais
sv: Ange valfria kommandsargument
uk: Введіть необов'язкові аргументи командного рядка
vi: Nhập thêm câu lệnh riêng
zh_hant: 輸入可選命令列引數

# WallpaperFitFill.Content
source: Fill
ar: ملء
ca: Omplir
de: Ausfüllen
fr: Remplir
hi: भरण
hu: Kitölt
id: Isi
ja: 埋める
nb_no: Fyll
nl_nl: Schermvullend
pt_br: Preencher
sv: Fyll
uk: Заповнення
vi: Lấp đầy (Fill)
zh_hant: 填滿

# WallpaperFitNone.Content
source: None
ar: بلا
ca: Cap
de: Keine
fr: Aucun
hi: कोई नहीं
hu: Semmi
id: Kosongkan
ja: なし
nb_no: Ingen
nl_nl: Geen
pt_br: Nenhum
sv: Ingen
uk: Ніякий
vi: Không
zh_hant: 無

# WallpaperFitUniform.Content
source: Uniform
ar: موحد
ca: Uniforme
de: Zentriert
fr: Uniforme
hi: सजातीय
hu: Egyenruha
id: Seragam
ja: 均一
nb_no: Enhetlig
nl_nl: Verschalen
pt_br: Uniforme
sv: Enhetlig
uk: Рівномірний
vi: Đồng nhất (Uniform)
zh_hant: 統一

# WallpaperFitUniformToFill.Content
source: Uniform Fill
ar: تعبئة موحدة
ca: Omplir uniformement
de: Anpassen
fr: Remplissage uniforme
hi: सजातीय वर्दी
hu: Arányosan kitöltött
id: Isi Seragam
ja: 均一に埋める
nb_no: Enhetlig utfylling
nl_nl: Verschalen vullen
pt_br: Preenchimento uniforme
sv: Enhetlig fyllning
uk: Рівномірне заповнення
vi: Đồng nhất lấp đầy (Uniform Fill)
zh_hant: 統一並填滿

# WallpaperLayoutDuplicate.Content
source: Duplicate same wallpaper
ar: تكرار نفس الخلفية
ca: Duplicar el mateix fons de pantalla
de: Hintergrund duplizieren
fr: Dupliquer le même fond d'écran
hi: एक ही वॉलपेपर डुप्लिकेट
hu: Azonos háttérkép duplikálása
id: Duplikat wallpaper yang sama
ja: 同じ壁紙を複製する
nb_no: Duplisere samme bakgrunn
nl_nl: Kopieer dezelfde achtergrond
pt_br: Duplicar o mesmo plano de fundo
sv: Duplicera samma tapet
uk: Дублювати шпалери
vi: Nhân bản hình nền
zh_hant: 複製相同桌布

# WallpaperLayoutPerScreen.Content
source: Selected screen only
ar: اختيار الشاشة فقط
ca: Nomès la pantalla seleccionada
de: Nur ausgewählter Bildschirm
fr: Écran sélectionné uniquement
hi: केवल चयनित स्क्रीन
hu: Kiválaszott képernyő kizárólag
id: Hanya layar yang dipilih
ja: 選択した画面のみ
nb_no: Bare valgt skjerm
nl_nl: Alleen geselecteerde scherm
pt_br: Apenas a tela selecionada
sv: Endast den valda skärmen
uk: Тільки обраний дисплей
vi: Chỉ màn hình được chọn
zh_hant: 僅選定的螢幕

# WallpaperLayoutSpan.Content
source: Span across screens
ar: إمتداد(تجريبي)
ca: Estirar
de: Über Bildschirme spannen
fr: Étendre
hi: स्क्रीन के माध्यम से कवर करें
hu: Képernyő átfogása
id: Rentangkan ke layar lain
ja: 画面をまたいで伸ばす
nb_no: Utvid over skjermene
nl_nl: Over alle schermen verdelen
pt_br: Expandir
sv: Spänn över skärmar
uk: Перекривати
vi: Trải dài trên các màn hình
zh_hant: 跨顯示器延伸

# WallpaperType.Text
source: Type
ar: النوع
ca: Tipus
de: Typ
hi: लिखो
hu: Típus
id: Tipe
ja: タイプ
nl_nl: Soort
pt_br: Tipo
sv: Typ
uk: Тип
vi: Loại
zh_hant: 類型

# Website.Header
source: Website
ar: موقع
ca: Lloc web
de: Webseite
fr: Site Web
hi: वेबसाइट
hu: Weboldal
id: Situs Web
ja: Webサイト
nb_no: Nettsted
sv: Hemsida
uk: Вебсайт
zh_hant: 網站

# TextWebStream
source: Web Stream
ar: ستريم/فيديو مباشر
ca: Stream Web
fr: Live
hi: वेब प्रसारण
hu: Élő adás
ja: Webストリーミング
nb_no: Web Strømming
pt_br: Stream
sv: Webb ström
uk: Стрім
vi: Stream từ web
zh_hant: 網頁串流

# TextWelcome
source: Welcome
ar: مرحبا بكم
ca: Benvingut
de: Willkommen
fr: Bienvenue
hi: स्वागत हे
hu: Üdvözöllek
id: Selamat Datang
ja: ようこそ
nb_no: Velkommen
nl_nl: Welkom
pt_br: Bem-vindo
sv: Välkommen
uk: Вітаємо
vi: Chào mừng
zh_hant: 歡迎

# TextYes
source: Yes
ar: نعم
ca: Sí
de: Ja
fr: Oui
hi: हाँ
hu: Igen
id: Ya
ja: はい
nb_no: Ja
nl_nl: Ja
pt_br: Sim
sv: Ja
uk: Так
vi: Đồng ý
zh_hant: 確定

# VideoPlayer.Header
source: Video player
ar: مشغّل الفيديو:
ca: Reproductor de vídeo
fr: Format de fichier vidéo
hi: वीडियो प्लेयर
hu: Videó lejátszó
id: Pemutar Video
ja: ビデオプレイヤー
nb_no: Videospiller
nl_nl: Video Speler
pt_br: Reprodutor de Vídeo
sv: Videospelare
uk: Відео програвач
vi: Trình phát Video
zh_hant: 影片播放器

# AddWallpaperFileBrowse.Description
source: Set all supported file types as wallpaper
ar: تعيين جميع أنواع الملفات المدعومة كخلفية.
ca: Configura tots els tipus d'arxius compatibles com a fons de pantalla.
de: Datei mit unterstütztem Dateityp als Hintergrund festlegen
fr: Définir tous les types de fichiers supportés en tant que fond d'écran
hi: सभी समर्थित फ़ाइल प्रकारों को वॉलपेपर के रूप में सेट करें।
hu: Állíts be minden támogatott file tipust háttérképként.
id: Atur semua file yang didukung sebagai wallpaper.
ja: サポートされているすべてのファイル形式を壁紙として設定します。
nb_no: Angi alle støttede filtyper som bakgrunn
nl_nl: Stel alle ondersteunde bestandstypen in als achtergrond.
pt_br: Definir todos os arquivos suportados como plano de fundo.
sv: Ställ in alla filtyper som stöds som bakgrundsbilder.
uk: Встановіть шпалери з файлу підтримуваного формату.
vi: Chọn tất cả các loại tệp được hỗ trợ làm hình nền.
zh_hant: 將所有支援類型的檔案設定為桌布

# EnterUrl.Description
source: Set the web page of the URL you entered as wallpaper
ar: قم بتعيين صفحة الويب لعنوان URL الذي أدخلته كخلفية.
ca: Estableix la pàgina web de la URL que ha ingressat com a fons de pantalla.
de: Die Webseite mit der angegebenen URL als Hintergrund festlegen
fr: Définir l'URL de la page web renseignée en tant que fond d'écran
hi: उस URL का वेब पेज सेट करें जिसे आपने वॉलपेपर के रूप में दर्ज किया है।
hu: Állítsd be a megadott linket háttérképként.
id: Atur tautan halaman web sebagai wallpaper.
ja: 入力したURLのWebページを壁紙に設定します。
nb_no: Angi websiden for URL-adressen du tastet inn som bakgrunn
nl_nl: Stel de webpagina van de URL die u hebt ingevoerd in als achtergrond.
pt_br: Definir a página da web da URL selecionada como plano de fundo.
sv: Ställ in webbsidan med den webbadress du angett som bakgrundsbild.
uk: Встановіть веб-сторінку в якості шпалер використовуючи її веб-адресу.
vi: Sử dụng đường dẫn liên kết của web bạn vừa nhập để làm hình nền
zh_hant: 將您輸入 URL 對應的網頁設定為桌布

# AppFocus.Description
source: Set what to do when any application is in focus
ar: تعيين ما يجب القيام به عندما يكون التطبيق في التركيز.
ca: Estableix què fer quan una aplicació estigui enfocada.
de: Einstellen was passieren soll, wenn eine Anwendung im Vordergrund ist
fr: Définir le comportement de lecture lorsqu'une application est au premier plan
hi: जब कोई एप्लिकेशन फोकस में हो तो क्या करना है, यह निर्धारित करें।
hu: Állítsd be mi legyen, ha egy alkalmazás fókuszban van.
id: Atur apa yang akan dilakukan jika aplikasi lain sedang dalam fokus.
ja: 任意のアプリケーションがフォーカスされているときの動作を変更します。
nb_no: Angi hva du skal gjøre når et program er i fokus
nl_nl: Stel in wat u wilt doen wanneer een applicatie in focus is.
pt_br: Definir o que fazer quando algum aplicativo está em foco.
sv: Ställ in vad du ska göra när ett program står i fokus.
uk: Вкажіть, що робити, коли на передньому плані відкрито будь-який додаток.
vi: Cài đặt Lively sẽ làm gì khi ứng dụng đang được sử dụng
zh_hant: 設定在其他應用程式取得焦點時執行的操作

# AppFullScreen.Description
source: Set what to do when fullscreen games/applications are running
ar: تعيين ما يجب القيام به عند تشغيل الألعاب / التطبيقات بوضع ملء الشاشة.
ca: Establir què fer quan s'executen jocs / aplicacions a pantalla completa.
de: Festlegen was passieren soll, wenn Spiele oder Anwendungen im Vollbildmodus ausgeführt werden
fr: Définir le comportement de lecture lorsqu'une application ou un jeu est en plein écran
hi: पूर्ण स्क्रीन में गेम / एप्लिकेशन चलाते समय क्या करना है, इसे कॉन्फ़िगर करें।
hu: Állítsd be mi legyen, ha teljes képernyős játékok/alkalmazások futnak.
id: Atur apa yang akan dilakukan jika permainan/aplikasi fullscreen sedang berjalan.
ja: フルスクリーンのゲーム/アプリケーションが実行されている時の動作を変更します。
nb_no: Velg hva som skal gjøres når ett fullskjerms- spill/programmer kjører
nl_nl: Stel in wat u wilt doen wanneer games/toepassingen op het volledig scherm worden uitgevoerd.
pt_br: Definir o que fazer quando algum jogo/aplicativo está em tela cheia.
sv: Ställ in vad du ska göra när helskärmsspel/applikationer körs.
uk: Вкажіть, що робити, коли відкрито повноекранний додаток/гра.
vi: Cài đặt hoạt động của Lively khi Game/Phần mềm sử dụng toàn màn hình hoạt động.
zh_hant: 設定在運作全螢幕遊戲/應用程式時執行的操作

# AppRules.Description
source: Pause wallpaper when running these applications
ar: تعيين قواعد تشغيل خلفية مختلفة على أساس تشغيل التطبيق.
ca: Establir diferents regles de reproducció de fons de pantalla en funció a quina aplicació està executant.
de: Wiedergaberegeln für Anwendungen einstellen
fr: Mettre en pause les fonds d'écran lors de l'exécution de ces applications
hi: चल रहे एप्लिकेशन के आधार पर वॉलपेपर प्लेबैक के लिए अलग नियम निर्धारित करें।
hu: Állíts be különböző háttérkép lejátszási szabályokat a futó alkalmazásokon alapulva.
id: Jeda wallpaper saat menjalankan aplikasi berikut
ja: 実行中のアプリケーションに応じて、異なる壁紙の再生ルールを設定します。
nb_no: Pause bakgrunnen når disse programmene kjører
nl_nl: Stel verschillende achtergrond afspeelmogelijkheden in gebaseerd op actieve toepassingen.
pt_br: Definir diferentes regras de reprodução dos planos de fundo baseado no aplicativo sendo executado.
sv: Ställ in olika tapet suppspelningsregler baserat på program som körs.
uk: Встановіть правила відтворення шпалер в залежності від відкритої програми.
vi: Tạm dừng Lively khi đang chạy các ứng dụng trên
zh_hant: 根據運作的應用程式設定不同的桌布播放規則

# TipAppTheme
source: Lively adapts to system theme settings, to change appearance goto
ar: تتكيف البرنامج مع إعدادات موضوع النظام ، لتغيير المظهر ، انتقل إلى:
ca: Lively s'adapta a la configuració del tema de el sistema, per a canviar l'aparença, ves a
de: Lively passt das Aussehen an das System-Design an
fr: Adapter l'apparence de Lively aux paramètres du thème du système
hi: उपस्थिति बदलने के लिए सिस्टम थीम सेटिंग में जाएं। पर जाएं
hu: A Lively a rendszer téma beállításához igazítja magát, hogy megváltoztassa a megjelenést.
id: Lively mengadaptasi tema pada sistem, untuk mengubah penampilan pergi ke
ja: Livelyをシステムのテーマ設定に適応して、外観を変更する
nb_no: Livlig tilpasser seg til systemets tema-innstillinger, for å endrer utseende gå til
nl_nl: Lively past zich aan op het systeem thema om het uiterlijk te wijzigen.
pt_br: O Lively adapta sua aparência de acordo com o tema do sistema
sv: Lively anpassar sig till inställningarna för systemtema för att ändra utseendet
uk: Lively використовує системні налаштування для встановлення теми. Щоб змінити це, перейдіть в
vi: Thích nghi Lively với các theme của hệ thống, đổi giao diện đến
zh_hant: Lively 動態桌布跟隨系統主題設定，要改變外觀請至

# BatteryPower.Description
source: Change playback when AC power is disconnected
ar: (بالنسبة للأنظمة التي تعمل بالبطارية فقط) قم بتغيير التشغيل عند فصل طاقة التيار المتردد.
ca: (Només per a sistemes que funcionen amb bateria) Canviar la reproducció quan es desconnecti la font d'alimentació.
de: Wiedergabeverhalten ändern, wenn die Stromversorgung getrennt wird
fr: (Pour les systèmes alimentés par batterie uniquement) Définir le comportement de lecture lorsque l'alimentation secteur est déconnectée
hi: (केवल बैटरी से चलने वाले सिस्टम के लिए) AC पावर डिस्कनेक्ट होने पर प्लेबैक को बदलें।
hu: (Csak az akkumulátor működő rendszereknél) Változtasd meg a lejátszást, ha az AC tápkábel nincs csatlakoztatva.
id: (Hanya untuk sistem yang beroperasi dengan baterai) Ganti pemutaran jika daya terputus.
ja: AC電源を切った状態での動作を変更します。
nb_no: Endre avspilling når strømnettet er koblet fra
nl_nl: (Alleen voor systeem op accu) Wijzig de weergave zodra de voeding is losgekoppeld.
pt_br: (Somente para sistemas com bateria) Mudar reprodução quando o cabo de energia está desconectado.
sv: (Endast för batteridrivna system) Ändra uppspelning när AC ström är frånkopplad.
uk: (Для систем які працюють від акумулятора) Змінити режим відтворення при відключенні від мережі.
vi: Đổi Lively sẽ làm gì khi dây sạc bị ngắt
zh_hant: 變更斷開交流電源後的播放行為

# BrowserDebuggingPort.Description
source: Enter the port for debugging webpage wallpapers; when ready navigate to http://localhost:portnumber to access developer console
ar: أدخل المنفذ لتصحيح أخطاء خلفيات صفحة الويب ، يلزم إعادة تشغيل المتصفح حتى تصبح التغييرات نافذة المفعول. عندما تكون جاهزة انتقل إلى http://localhost:portnumber للوصول إلى وحدة تحكم المطور.
ca: Ingressa el port per depurar els fons de pantalla web, es requereix reiniciar el navegador perquè els canvis tinguin efecte. Quan estigui llest, navega a http: // localhost: número de port, per a accedir a la consola de desenvolupador.
de: Geben Sie den Port für das Debuggen von Webseiten-Hintergründen ein. Öffnen Sie http://localhost:portnumber, um auf die Entwicklerkonsole zuzugreifen
fr: Entrer le port de débogage des fonds d'écran de la page Web. Le redémarrage du navigateur est nécessaire pour que les modifications prennent effet. Lorsque vous êtes prêt, accédez à http://localhost:port pour accéder à la console du développeur.
hi: वेब पेज से वॉलपेपर डीबग करने के लिए पोर्ट दर्ज करें, परिवर्तनों को प्रभावी करने के लिए ब्राउज़र को पुनरारंभ करना आवश्यक है। जब आप तैयार हों, तो डेवलपर कंसोल तक पहुंचने के लिए http: // localhost: port नंबर पर जाएं।
hu: Írd be a portot a weboldal háttérképek hibakereséséhez, kereső újraindítás szükséges a változások eléréséhez. A kész vagy menj a http://localhost:portnumber hogy hozzáférj a fejlesztői konzolhoz.
id: Masukkan port untuk melakukan debug pada wallpaper halaman web, dibutuhkan untuk memulai ulang browser untuk menerapkan perubahan. Ketika sudah siap, pergi ke http://localhost:portnumber untuk mengakses konsol pengembang.
ja: ウェブページの壁紙をデバッグするためのポートを入力してください。 変更を有効にするには、ブラウザの再起動が必要です。 準備ができたら http://localhost:portnumber に移動して開発者コンソールにアクセスしてください。
nb_no: Angi port for feilsøking av nettsidebakgrunn; når det er klart, navigere til http://localhost:portnumber for å få tilgang til utviklerkonsoll
nl_nl: Voer een poort in voor het debuggen van webpagina achtergronden, de veranderingen vinden laats nadat de browser opnieuw gestart is. Bezoek http://localhost:poortnummer om de ontwikkelaarsconsole te openen.
pt_br: Insira a porta para debug de planos de fundo de páginas web, é preciso reiniciar o navegador para que as mudanças tenham efeito. Quando estiver pronto vá para http://localhost:numerodaporta para acessar o console de desenvolvedor.
sv: Ange porten för felsökning av tapet på webbsidan, omstart av webbläsaren krävs för att ändringarna ska träda i kraft.När du är redo navigerar du till http://localhost:portnumber för att komma åt utvecklarkonsolen.
uk: Введіть порт для налагодження веб шпалер. Для прийняття змін необхідне перезавантаження браузера. Коли будете готові, переходьте на http://localhost:port для отримання доступу до консолі розробника.
vi: Hãy nhập cổng port để bắt đầu debug hình nền chạy trên web; khi sẵn sàng thì hãy truy cập http://localhost:portnumber để sử dụng console của nhà phát triển
zh_hant: 輸入用於除錯網頁桌布的連接埠，需要重新啟動瀏覽器以使改動生效；準備就緒後，請前往 http://localhost:埠號 開啟開發人員控制台

# Debug.Description
source: Show developer menu
ar: عرض قائمة المطور
ca: Mostra el menú per a desenvolupadors
de: Entwickler-Menü anzeigen
fr: Voir le menu de développeur
hi: डेवलपर मेनू दिखाएं
hu: Fejlesztői menü mutatása
id: Tampilkan menu pengembang.
ja: 開発者メニューを表示します
nb_no: Vis utviklermeny
nl_nl: Ontwikkelaarsmenu weergeven
pt_br: Mostrar menu de desenvolvedor
sv: Visa utvecklarmenyn
uk: Показати меню розробника
vi: Hiển thị menu của nhà phát triển
zh_hant: 顯示開發人員選單

# DesktopPicture.Description
source: Set a picture of animated wallpaper as desktop wallpaper
ar: تعيين صورة خلفية متحركة كخلفية سطح المكتب.
de: Ein Einzelbild aus dem Hintergrund als Desktophintergrund festlegen
fr: Définissez une image de fond d'écran animé comme fond d'écran
id: Atur gambar wallpaper animasi sebagai wallpaper desktop.
ja: アニメーション壁紙の画像をデスクトップの壁紙として設定します。
nb_no: Angi et bilde av animert bakgrunn som skrivebordbakgrunn
pt_br: Definir uma imagem do papel de parede animado como papel de parede da área de trabalho.
sv: Ställ in en bild av den animerade bakgrundsbilden som skrivbordsunderlägg.
uk: Встановіть зображення анімованих шпалер в якості шпалер робочого столу.
vi: Chuyển hình nền động qua hình nền tĩnh ở màn hình desktop
zh_hant: 設定動態桌布的一個畫面作為桌面背景

# DisplayPauseRule.Description
source: Pause wallpaper on all screens or only the screen in which application is focused
ar: إيقاف الخلفية مؤقتا على جميع الشاشات أو الشاشة التي يركز عليها التطبيق فقط
ca: Per: Pausa el fons només a la pantalla on l'aplicació està enfocada / pantalla completa. Totes: pausa el fons en la/les pantalla(es) si alguna aplicació està enfocada / pantalla completa.
de: Auswählen, auf welche Weise Bildschirme pausiert werden sollen, wenn eine Anwendung im Vordergrund ist
fr: Par écran : Suspendre la lecture uniquement sur l'écran sur lequel l'application est au premier plan / en plein écran. Tous les écrans : Suspendre la lecture sur tous les écrans si une application est au premier plan / en plein écran.
hi: द्वारा: वॉलपेपर को केवल उस स्क्रीन पर रोकें जो एप्लिकेशन / पूर्ण स्क्रीन पर केंद्रित है। सभी: यदि कोई एप्लिकेशन फोकस / पूर्ण स्क्रीन में है, तो सभी स्क्रीन पर वॉलपेपर रोकें।
hu: Egyik: Szüneteltesd a háttérképet csak azon a képernyőn, amelyen az alkalmazás fókuszban/teljes képernyőben van. Összes: Szüneteltesd a háttérképet az összes képernyő(kö)n, ha egy alkalmazás fókuszban/teljes képernyőben van.
id: Per: Jeda wallpaper hanya pada layar yang mana terdapat aplikasi fullscreen/sedang difokuskan. Semua: Jeda wallpaper untuk semua layar jika ada aplikasi fullscreen/sedang difokuskan.
ja: 全ての画面で壁紙を一時停止するか、アプリケーションがフォーカスされている/全画面になっている画面のみ壁紙を停止するか選択します。
nb_no: Pause bakgrunnen på alle skjermer, eller bare skjermen der applikasjonen har fokus på
nl_nl: Per: Achtergrond alleen pauzeren op het scherm waar de toepassing de focus heeft/volledig scherm weergeeft. Alle: Achtergrond pauzeren op alle schermen waar de toepassing de focus heeft/volledig scherm weergeeft.
pt_br: Individual: Pausar o plano de fundo somente na tela em que o aplicativo está em foco/tela cheia. Todos: Pausar o plano de fundo em todas as telas se algum aplicativo está em foco/tela cheia.
sv: Välj om du vill pausa bakgrundsbilden på alla skärmar eller bara på den relevanta skärmen där programmet är fokuserat/fullskärm.
uk: Для кожного: Призупиняти шпалери тільки на тому екрані, де відрито додаток на передньому плані/на весь екран. Всі: Припиняти шпалери на всіх екранах, якщо відкрито додаток на передньому плані/на весь екран.
vi: Tạm dừng hình nền trên tất cả màn hình hay chỉ mỗi một màn hình khi vào ứng dụng đang được ưu tiên
zh_hant: 選擇在所有螢幕暫停桌布，或是僅在應用程式取得焦點的相關螢幕上如此操作

# ExportLogs.Description
source: Create log report file
ar: إنشاء ملف تقرير السجل.
de: Protokolldatei erstellen
fr: Créer un fichier de rapport des logs
id: Buat file laporan log.
ja: ログレポートファイルを作成します。
nb_no: Opprett loggrapportfil
pt_br: Criar arquivo de log para reportar.
sv: Skapa loggfil
uk: Експорт журналу.
vi: Tạo log file chứa lỗi
zh_hant: 建立日誌回報檔
