Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# GifPlayer.Description
source: Select the player used for gif wallpaper
ar: حدد المشغل المستخدم لخلفية gif.
de: Wählen Sie einen Player für GIF-Hintergründe
fr: Sélectionner le lecteur utilisé pour le fond d'écran GIF
hi: Gif वॉलपेपर के लिए उपयोग किए जाने वाले खिलाड़ी का चयन करें।
hu: Válassz ki egy lejátszót a gif háttérképnek.
id: Pilih pemutar untuk wallpaper gif
ja: Gifの壁紙に使用するプレイヤーを選択します。
nb_no: Velg avspilleren til bruk for gif-bakgrunnen
pt_br: Selecione o reprodutor utilizado para plano de fundo GIF.
sv: Välj den spelare som används för gif-bakgrundsbilden.
uk: Виберіть плеєр для відтворення GIF шпалер.
vi: Chọn trình phát được sử dụng cho hình nền(gif)
zh_hant: 選取用於 GIF 桌布的播放器

# TipLivelySetupOnClose
source: Finish the setup to continue
ar: الانتهاء من الإعداد للمتابعة.
ca: Finalitzeu la configuració per continuar.
de: Beenden Sie die Einrichtung um fortzufahren
fr: Terminez la configuration pour continuer
hi: जारी रखने के लिए सेटअप समाप्त करें।
hu: Fejezd be a felépítést a folytatáshoz.
id: Selesaikan setup untuk melanjutkan.
ja: セットアップを終了して続行します。
nb_no: Fullfør oppsettet for å fortsette
nl_nl: Voltooi de installatie om verder te gaan.
pt_br: Termine a instalação para continuar.
sv: Avsluta installationen för att fortsätta.
uk: Закінчіть встановлення, щоб продовжити.
vi: Hoàn tất thiết lập để tiếp tục.
zh_hant: 完成初始設定以繼續

# LockscreenPicture.Description
source: Set a picture of animated wallpaper as lockscreen wallpaper
ar: قم بتعيين صورة خلفية متحركة كخلفية لشاشة القفل.
de: Einen animierten Hintergrund für den Sperrbildschirm festlegen
fr: Définissez une image de fond d'écran animé comme fond d'écran de verrouillage
id: Atur gambar wallpaper animasi sebagai wallpaper layar kunci.
ja: アニメーション壁紙の画像をロックスクリーンの壁紙に設定します。
nb_no: Angi et bilde av animert bakgrunn som låseskjermbakgrunn
pt_br: Definir uma imagem do papel de parede animado como papel de parede da tela de bloqueio.
sv: Ställ in en bild från en animerad bakgrundsbild som bakgrundsbild på låsskärmen.
uk: Встановіть зображення анімованих шпалер в якості шпалер екрану блокування.
vi: Đồng bộ hình nền động ở màn hình chính qua màn hình khóa
zh_hant: 設定動態桌布的一個畫面作為鎖定螢幕背景

# PauseAlgorithm.Description
source: Wallpaper pause algorithm
ar: المقدمة: خفيفة الوزن، يتحقق فقط من العملية الفردية الموجودة في المقدمة لتحديد سلوك تشغيل ورق الجدران. جميع العمليات: أثقل، بمسح كل عملية لتحديد سلوك التشغيل.
ca: Primer pla: Lleuger, només comprova l'únic procés que estigui en primer pla per determinar el comportament de reproducció de fons. Tots els processos: Pesat, analitza tots els processos oberts per determinar el comportament de reproducció de fons.
de: Wählen, welcher Algorithmus für das Erkennen von Anwendungen verwendet wird
fr: Premier plan : léger, vérifie uniquement le processus au premier plan pour déterminer le comportement de lecture. Tous les processus : plus lourd, analyse tous les processus pour déterminer le comportement de lecture.
hi: फोरग्राउंड: लाइटवेट, यह केवल एकल प्रक्रिया की जांच करता है जो वॉलपेपर के प्रतिपादन व्यवहार को निर्धारित करने के लिए अग्रभूमि में है। संपूर्ण प्रक्रिया: भारी, प्रजनन व्यवहार का निर्धारण करने के लिए पूरी प्रक्रिया का विश्लेषण।
hu: Előtér: Könnyű, csak egy folyamatot vizsgál át, ami előtérben van, hogy meghatározza a háttérkép lejátszás viselkedését. Összes folyamat: Nehezebb, az összes folyamatot beszkenneli, hogy meghatározza a lejátszás viselkedését.
id: Algoritma jeda wallpaper
ja: 壁紙の一時停止アルゴリズム
nb_no: Pause bakgrunnsalgoritme
nl_nl: Voorgrond: Lightweight, controleert alleen het proces dat zich op de voorgrond bevindt om afspeelmogelijkheden te bepalen. Alle processen: Heavier, Scant alle processen om afspeelmogelijkheden te bepalen.
pt_br: Primeiro plano: Mais leve, só verifica um único processo que está em primeiro plano para determinar o comportamento da reprodução do plano de fundo. Todos os processos: Mais pesado, escaneia todos os processos para determinar o comportamento da reprodução.
sv: Algoritm för paus för bakgrundsbilder.
uk: Процес переднього плану: Швидкий. Сканує тільки процес на передньому плані, щоб визначити режим відтворення. Всі процеси: Повільний. Сканує всі процеси, щоб визначити режим відтворення.
vi: Thuật toán ngừng phát wallpaper
zh_hant: 暫停桌布的演算法

# PowerSavingModePower.Description
source: Change playback when Windows Power Saving Mode is enabled
ar: تغيير التشغيل عند تمكين وضع توفير الطاقة للويندوز
ca: Canviar la reproducció quan el mode Estalvi d'Energia estigui activat
de: Wiedergabeverhalten ändern, wenn der Energiesparmodus aktiviert ist
fr: Définir le comportement de lecture quand le mode économie d'énergie est activé
hi: प्लेबैक बदलें जब Windows Power Saving चल रहा है
hu: A visszajátszás átváltása amikor a Windows Energiatakarékos Mód be van kapcsolva
id: Ganti metode pemutaran ketika mode hemat daya aktif
ja: Windowsの省電力モードが有効になっているときの動作を変更します。
nb_no: Endre avspilling når Windows strømsparing er aktivert
nl_nl: Wijzig afspelen als Windows Energiebesparingsmodus is ingeschakeld
pt_br: Mudar reprodução quando o modo de economia de bateria do Windows estiver ativo.
sv: Ändra uppspelningen när Windows energispararläge körs
uk: Змінити відтворення, коли ввімкнено режим енергозбереження Windows
vi: Thay đổi cách hoạt động khi windows đang ở trạng thái tiết kiệm pin
zh_hant: 當 Windows 省電模式啟用時變更播放行為

# RemoteDesktopPower.Description
source: Change playback when running a Remote Desktop session
ar: تغيير التشغيل عند تشغيل جلسة سطح المكتب البعيد
ca: Canviar la reproducció quan s'estigui executant una sessió d'Escriptori Remot
de: Wiedergabeverhalten ändern, wenn eine Remotedesktopsitzung ausgeführt wird
fr: Définir le comportement de lecture lorsqu'une session de bureau distant est en cours
hi: प्लेबैक बदलें जब Remote Desktop session चल रहा हो
hu: A háttér átváltása amikor távoli asztal van használatban
id: Ganti metode pemutaran ketika sedang berada di mode kendali jarak jauh
ja: リモート デスクトップが有効になっているときの動作を変更します。
nb_no: Endre avspilling når du kjører en fjernskrivebordsøkt
nl_nl: Wijzig afspelen bij het uitvoeren van een sessie voor extern bureaublad
pt_br: Mudar reprodução quando estiver em uma sessão da Área de Trabalho Remota.
sv: Ändra uppspelningen när en fjärrskrivbordssession körs
uk: Змінити відтворення під час запуску сеансу віддаленого робочого стола
vi: Chuyển chế độ chạy video khi đang điều khiển máy tính từ xa
zh_hant: 當遠端桌面工作階段啟用時變更播放行為

# TipScreensaver
source: After the inactivity period use the current wallpaper as your screensaver
ar: After the selected inactivity period use the current wallpaper as your screensaver.
ca: After the selected inactivity period use the current wallpaper as your screensaver.
de: Wähle, nach welcher Zeitspanne der aktuelle Hintergrund als Bildschirmschoner verwendet wird
fr: Après la période d'inactivité sélectionnée, définit le fond d'écran actuel comme économiseur d'écran
hi: After the selected inactivity period use the current wallpaper as your screensaver.
hu: After the selected inactivity period use the current wallpaper as your screensaver.
id: Setelah periode tidakaktif yang telah dipilah, gunakan wallpaper saat ini sebagai screensaver anda.
ja: 選択した時間経過したら、現在の壁紙をスクリーンセーバーとして使用します。
nb_no: Etter inaktivitet bruker du gjeldende bakgrunn som skjermsparer
nl_nl: After the selected inactivity period use the current wallpaper as your screensaver.
pt_br: Após o tempo de inatividade selecionado, usar o papel de parede atual como seu protetor de tela.
sv: Efter den valda inaktivitetsperioden kan du använda den aktuella tapeten som skärmsläckare.
uk: Після вибраного періоду бездіяльності використовуйте поточні шпалери як заставку.
vi: Sau một lúc không sử dụng máy thì sử dụng hình nền hiện tại để làm màn hình chờ
zh_hant: 在選定非活躍時段後，使用目前桌布作為螢幕保護程式

# StreamWallpaperDetect.Description
source: If supported video stream link is detected use the video player instead of loading the webpage
ar: إذا تم اكتشاف رابط دفق الفيديو المدعوم ، استخدم مشغل الفيديو بدلا من تحميل صفحة الويب.
ca: Si es detecta un enllaç a un stream compatible, fer servir el reproductor de vídeo en lloc de carregar el lloc web.
de: Bei unterstützten Streamingformaten den Videoplayer verwenden, statt die Webseite zu laden
fr: Si un lien de flux vidéo supporté est détecté, utiliser le lecteur vidéo au lieu de charger la page Web
hi: यदि संगत वीडियो स्ट्रीमिंग लिंक का पता चला है, तो वेब पेज लोड करने के बजाय वीडियो प्लेयर का उपयोग करें।
hu: Ha egy támogatott videó élő adás link elérhető, használd a videó lejátszót, ahelyett, hogy betöltenél egy weboldalt.
id: Jika tautan stream video yang didukung terdekteksi, gunakan pemutar video daripada memuat halaman web
ja: サポートされているストリームのリンクが検出された場合、Webページを読み込む代わりにビデオプレイヤーを使用します。
nb_no: Hvis støttet video stream link oppdages kan du bruke videospilleren i stedet for å laste inn nettsiden
nl_nl: Als er een ondersteunde videostream link gebruikt wordt, gebruik de videospeler in plaats van de webpagina te laden.
pt_br: Se um link de stream suportado for detectado use o player de vídeo ao invés de carregar a página da web.
sv: Om en länk till en videoström som stöds upptäcks används videospelaren i stället för att ladda webbsidan.
uk: Якщо виявлено підтримуване посилання, використовувати відеоплеєр замість підвантаження веб-сторінки.
vi: Nếu phát hiện thấy Stream video được hỗ trợ, sử dụng trình phát video thay vì tải trang web.
zh_hant: 如果偵測到受支援的影片串流連結，將使用影片播放器，而不是載入網頁

# StreamWallpaperVideoQuality.Description
source: Select the desired video quality for online streams
ar: حدد جودة الفيديو المطلوبة للتدفقات عبر الإنترنت.
ca: Seleccioni la qualitat de vídeo desitjada per als streams
de: Bevorzugte Qualität für Videostreams auswählen
fr: Sélection de la qualité vidéo souhaitée pour les flux en ligne
hi: ऑनलाइन प्रसारण के लिए वांछित वीडियो गुणवत्ता का चयन करें।
hu: Válaszd ki a kívánt videó minőséget csak az élő adásokhoz.
id: Pilih kualitas video yang diinginkan untuk stream daring.
ja: オンラインストリームで使用する動画の画質を選択します。
nb_no: Velg ønsket videokvalitet for online-strømmer
nl_nl: Selecteer de gewenste videokwaliteit voor online streams.
pt_br: Selecione a qualidade de vídeo desejada para streams online.
sv: Välj önskad videokvalitet för online-strömmar.
uk: Виберіть бажану якість потокового відео.
vi: Chọn chất lượng video mong muốn khi đang stream
zh_hant: 選擇你想要的線上影片品質

# TipSwitchSoftwareBranch
source: Change software release from beta to stable or vice versa
de: Wechsle vom Beta-Kanal zum Standart-Kanal und umgekehrt
fr: Change le canal de mises à jour de stable vers bêta et inversement
id: Ubah rilis perangkat lunak dari beta ke stabil atau sebaliknya
ja: ソフトウェアのバージョンをベータ版から安定板に、またはその逆に変更します。
nb_no: Endre programvareversjon fra beta til stabil eller vice versa
pt_br: Alterar a versão do software do beta para o estável ou vice-versa.
sv: Ändra programvaruversion från beta till stabil eller vice versa.
vi: Chuyển phiên bản hiện tại từ beta sang bản gốc hoặc ngược lại
zh_hant: 將軟體版本從 Beta 版本變更為穩定版本，或是相反

# TaskbarTheme.Description
source: Change system taskbar appearance
ar: تغيير مظهر شريط مهام النظام.
de: Aussehen der Taskleiste ändern
fr: Changez l'apparence de la barre des tâches système
id: Ubah tampilan taskbar sistem.
ja: タスクバーの外観を変更します。
nb_no: Endre systemoppgavelinjens utseende
pt_br: Alterar a aparência da barra de tarefas do sistema.
sv: Ändra utseendet på systemets aktivitetsfält.
uk: Зміна оформлення системної панелі завдань.
vi: Chỉnh lại taskbar của hệ thống
zh_hant: 改變系統工作列外觀

# TipTileSize
source: Size of the wallpaper tiles in Library
ar: حجم البلاط ورق الجدران في المكتبة.
ca: Mida dels mosaics de la Biblioteca.
de: Größe der Hintergrund-Kacheln in der Bibliothek
fr: Taille de l'aperçu des fonds d'écran dans la bibliothèque
hi: लाइब्रेरी में वॉलपेपर टाइल्स का आकार।
hu: A háttérkép csempék mérete a Könyvtárban.
id: Ukuran wallpaper di kolom pustaka.
ja: ライブラリに表示される壁紙のタイルサイズです。
nb_no: Størrelse på bakgrunnsfliser i bibliotek
nl_nl: Grootte van de achtergrond tegels in de Bibliotheek.
pt_br: Tamanho da visualização dos planos de fundo na Biblioteca.
sv: Storlek på bakgrundsplattorna i biblioteket.
uk: Розмір плиток зі шпалерами в Бібліотеці.
vi: Kích thước của các ô hình nền trong Thư viện.
zh_hant: 資料庫中桌布磚塊的大小。

# TipUIMode
source: For low-end systems select Lite mode
ar: بالنسبة للأنظمة المنخفضة حدًا ، حدد الوضع البسيط.
ca: Per a sistemes de gamma baixa, selecciona el mode Lite.
de: Der Lite Modus ist für Low-End Systeme geeignet
fr: Pour les systèmes bas de gamme, sélectionner le mode "Léger".
hi: लो-एंड सिस्टम के लिए, लाइट मोड का चयन करें।
hu: Az alsó kategóriás rendszerekhez válaszd az Egyszerű módot.
id: Untuk sistem low-end pilih mode ringan.
ja: 性能の低い環境では、ライトモードを選択してください。
nl_nl: Voor low-end computersystemen selecteer Lite modus.
pt_br: Para sistemas mais fracos selecione o modo Leve.
sv: För lågprestandasystem väljer du Lite-läget.
uk: Якщо у вас низькопродуктивна система, вибирайте Простий режим.
vi: Đối với các hệ thống yếu, hãy chọn chế độ Lite.
zh_hant: 對於低階裝置，請選擇簡易模式。

# VideoHardwareDecode.Description
source: Use hardware acceleration when possible
ar: استخدام تسريع الأجهزة عندما يكون ذلك ممكنا.
de: Wenn möglich, Hardwarebeschleunigung verwenden
fr: Utiliser l'accélération matérielle si disponible
id: Gunakan akselerasi hardware jika memungkinkan
ja: 使用可能であればハードウェアアクセラレーションを使用します。
nb_no: Bruk maskinvareakselerasjon når det er mulig
pt_br: Usar aceleração de hardware quando possível.
sv: Använd maskinvaruacceleration när det är möjligt.
uk: Використовуйте апаратне прискорення, коли це можливо.
vi: Sử dụng phần cứng để xử lý khi có thể
zh_hant: 當可能時使用硬體加速

# VideoPlayer.Description
source: Select the player used for video wallpaper
ar: حدد المشغل المستخدم لخلفية الفيديو.
ca: Selecciona el reproductor de vídeo que s'utilitzarà per al fons de pantalla.
de: Wählen Sie einen Player für Videohintergründe
fr: Sélection du lecteur utilisé pour le fond d'écran vidéo
hi: वीडियो वॉलपेपर के लिए उपयोग किए गए खिलाड़ी का चयन करें।
hu: Válaszd ki a lejátszót, amit videó háttérhez szoktál használni.
id: Pilih pemutar yang akan digunakan untuk wallpaper video.
ja: 動画の壁紙に使用するプレイヤーを選択します。
nb_no: Velg spilleren som brukes til videobakgrunn
nl_nl: Selecteer de gewenste speler voor video achtergronden.
pt_br: Selecione o player para planos de fundo de vídeo.
sv: Välj den spelare som används för videotapet.
uk: Виберіть плеєр для відео-шпалер.
vi: Chọn trình phát được sử dụng cho hình nền video.
zh_hant: 選取用於播放影片桌布的播放器

# WallpaperDir.Description
source: Path used to store wallpaper files
ar: المسار المستخدم لتخزين ملفات ورق الجدران.
ca: Ruta utilitzada per a emmagatzemar arxius del fons de pantalla.
de: Pfad, der zum Speichern von Hintergründen verwendet wird
fr: Chemin utilisé pour stocker les fichiers de fond d'écran
hi: पथ का उपयोग वॉलपेपर फ़ाइलों को संग्रहीत करने के लिए किया जाता है।
hu: Az Path (fájl elérési útja) a háttérkép fájlok tárolására van használva.
id: Lokasi yang digunakan untuk menyimpan file wallpaper.
ja: 壁紙のファイルを保存するためのパスです。
nb_no: Sti brukt til lagring av bakgrunnsfiler
nl_nl: Het pad dat wordt gebruikt voor achtergrondbestanden.
pt_br: Caminho usado para armazenar os arquivos dos planos de fundo.
sv: Sökväg som används för att lagra bakgrundfiler.
uk: Шлях, по якому зберігаються файли шпалер.
vi: Đường dẫn dùng để lưu trữ các tập tin hình nền.
zh_hant: 儲存桌布的位置

# WallpaperFit.Description
source: Wallpaper scaling algorithm
ar: خوارزمية قياس ورق الجدران.
ca: Algorisme d'escalat del fons de pantalla.
de: Skalierungsalgorithmus für Hintergründe
fr: Algorithme de mise à l'échelle du fond d'écran
hi: वॉलपेपर स्केलिंग एल्गोरिथ्म।
hu: Háttérkép átméretező algoritmus.
id: Algoritma penskalaan wallpaper
ja: 壁紙のスケーリングアルゴリズムです。
nb_no: Algoritme for skalering av bakgrunner
pt_br: Algoritimo de dimensionamento de plano de fundo.
sv: Algoritm för skalning av bakgrundsbilder.
uk: Алгоритм масштабування шпалер.
vi: Thuật toán chia tỷ lệ hình nền.
zh_hant: 桌布縮放演算法

# WallpaperInput.Description
source: Select ways to interact with wallpaper
ar: حدد طرق التفاعل مع ورق الجدران.
ca: Seleccionar formes d'interactuar amb el fons de pantalla.
de: Methode zur Interaktion mit Hintergründen auswählen
fr: Sélection des moyens d'interaction avec le fond d'écran
hi: वॉलपेपर के साथ बातचीत करने के तरीकों का चयन करें।
hu: Válaszd ki az utakat, hogy interakcióba lépj a háttérképpel.
id: Pilih cara untuk berinteraksi dengan wallpaper.
ja: 壁紙へのインタラクトの方法を選択します。
nb_no: Velg måter å samhandle med bakgrunnen
nl_nl: Selecteer manieren van interactie voor de achtergrond.
pt_br: Selecione as formas de interação com o plano de fundo.
sv: Välj sätt att interagera med bakgrunder.
uk: Виберіть спосіб взаємодії зі шпалерами.
vi: Chọn các cách để tương tác với hình nền.
zh_hant: 選擇與桌布互動的方式

# WallpaperLayout.Description
source: How wallpaper is applied to connected display devices
ar: كيفية تطبيق ورق الجدران على أجهزة العرض المتصلة.
ca: Com s'aplica el fons a les pantalles connectades.
de: Methode zum Anzeigen von Hintergründen auf mehreren Bildschirmen
fr: Comment le fond d'écran est appliqué aux écrans connectés
hi: कनेक्टेड डिस्प्ले डिवाइस पर वॉलपेपर कैसे लगाया जाता है।
hu: Hogyan van alakalmazva a háttérkép a csatlakoztatott képernyő eszközökre.
id: Bagaimana wallpaper diterapkan pada perangkat layar yang terhubung.
ja: 接続されたディスプレイに壁紙を配置する方法です。
nb_no: Hvordan bakgrunner brukes på tilkoblede skjermenheter
nl_nl: Hoe de achtergrond wordt toegepast op de aangesloten schermen.
pt_br: Como o plano de fundo é aplicado às telas conectadas.
sv: Hur bakgrundsbilder appliceras på anslutna bildskärmsenheter.
uk: Спосіб застосування шпалер до підключених пристроїв відображення.
vi: Cách áp dụng hình nền cho các màn hình
zh_hant: 選擇將如何套用桌布至連結的顯示裝置

# TipWallpaperPlayback
source: Pause wallpaper playback when desktop is not focused
ar: إيقاف تشغيل خلفية الشاشة مؤقتا عندما لا يكون سطح المكتب مركزا.
ca: Pausa la reproducción del fondo de pantalla cuando el escritorio no está enfocado.
de: Wiedergabe von Hintergründen pausieren, wenn der Desktop nicht fokussiert ist
fr: Suspend la lecture lorsque le bureau n'est pas au premier plan
hi: जब फोकस में न हो तो वॉलपेपर प्लेबैक रोकें
hu: Állítsd le a háttérkép lejátszást, ha az asztal nincs fókuszban.
id: Jeda pemutaran wallpaper ketika desktop sedang tidak difokuskan.
ja: デスクトップがフォーカスされていない場合、壁紙の再生を一時停止します。
nb_no: Pause bakgrunnsavspilling når skrivebordet ikke er fokusert
nl_nl: Pauzeer het afspelen van de achtergrond zodra het bureaublad geen focus heeft.
pt_br: Pausar a reprodução do plano de fundo quando a área de trabalho não estiver em foco.
sv: Pausa bakgrundens uppspelning när skrivbordet inte är fokuserat.
uk: Призупинити відтворення шпалер, коли робочий стіл не в фокусі.
vi: Tạm dừng phát lại hình nền khi màn hình không được tập trung.
zh_hant: 當桌面不是焦點時，暫停桌布播放作業

# WebBrowserDiskCache.Description
source: Store temporary files on disk instead of memory
ar: تخزين الملفات المؤقتة على القرص بدلا من الذاكرة ، يتم استعادة الإعدادات عند إعادة تشغيل المتصفح.
ca: Emmagatzemar arxius temporals en el disc en lloc de la memòria, la configuració es restaurarà quan es reiniciï el navegador.
de: Temporäre Dateien auf der Festplatte statt im Arbeitsspeicher speichern
fr: Stocker les fichiers temporaires sur le disque au lieu de la mémoire. Les paramètres sont restaurés lorsque le navigateur est redémarré.
hi: मेमोरी के बजाय डिस्क पर अस्थायी फ़ाइलों को स्टोर करें, ब्राउज़र के पुनरारंभ होने पर सेटिंग्स को पुनर्स्थापित किया जाता है।
hu: Tárolj ideiglenes fájlokat a Lemezen memória helyett, a beállítások vissza lesznek állítva, ha a böngésző újraindult.
id: Simpan file sementara di harddisk daripada ram, pengaturan dikembalikan saat browser dimulai kembali.
ja: 一時ファイルをメモリではなくディスクに保存し、ブラウザの再起動時に設定が復元されます。
nb_no: Lagre midlertidige filer på disk i stedet for minne
nl_nl: Tijdelijke bestanden opslaan op schijf in plaats van geheugen, instellingen worden hersteld zodra de browser opnieuw gestart wordt.
pt_br: Armazenar arquivos temporários no disco ao invés da memória, as configurações serão restauradas quando o navegador for reiniciado.
sv: Lagra tillfälliga filer på disken istället för minne, inställningarna återställs när webbläsaren startas om.
uk: Зберігайте тимчасові файли на диску, а не в оперативній пам'яті. Дозволяє зберігати налаштування для шпалер веб-сайтів.
vi: Lưu trữ các tệp tạm thời trên đĩa thay vì RAM
zh_hant: 將暫存檔案儲存在磁碟而不是記憶體中

# WebBrowser.Description
source: Select the player used for html wallpaper
ar: CEF (Chromium Embedded Framework) هو محرك كروم خفيف الوزن. Edge هو عرض الويب المدمج في windows 10.
ca: CEF (Chromium Embedded Framework) és un motor de chromium lleuger. Edge és la vista web integrada amb Windows 10.
de: Wählen Sie einen Renderer für HTML-Hintergründe
fr: CEF (Chromium Embedded Framework) est un moteur chrome léger. Edge est la vue Web intégrée de Windows 10.
hi: CEF (क्रोमियम एंबेडेड फ्रेमवर्क) एक हल्का क्रोम इंजन है। एज विंडोज 10 का बिल्ट-इन वेब व्यू है।
hu: A CEF(Krómmal Beágyazott Szerkezet) egy könnyű króm motor. Az Edge a Windows 10 beépített WebView-ja (Lehetővé teszi, hogy webes tartalmakat nyisson meg egy alkalmazáson belül.)
id: Pilih pemutar yang digunakan untuk wallpaper html
ja: CEF(Chromium Embedded Framework)は、軽量のChromiumエンジンです。 Edge Webview2は、Windowsに内蔵されたWebViewです。
nb_no: Velg spilleren som brukes til html bakgrunn
nl_nl: CEF(Chromium Embedded Framework) is een lichtgewicht Chromium programma. Edge is de ingebouwde webweergave voor Windows 10.
pt_br: CEF(Chromium Embedded Framework) é uma engine chromium leve. O Edge é a webview embutida do Windows 10.
sv: CEF (Chromium Embedded Framework) är en lättviktig Chromium-motor. Edge är den inbyggda webbvisningen i Windows 10.
uk: CEF(Chromium Embedded Framework) - полегшений веб-двигун Chromium. Edge - веб-двигун з Windows 10 WebView.
vi: Chọn trình duyệt để sử dụng cho hình nền HTML
zh_hant: 選取用於 HTML 桌布的播放器

# About.Label
source: About
ar: حول
ca: Sobre
de: Über Lively
fr: À propos
hi: के बारे में
hu: Róla
id: Tentang
ja: 情報
nb_no: Om
nl_nl: Over
pt_br: Sobre
sv: Om
uk: Про програму
vi: Giới thiệu
zh_hant: 關於

# AddWallpaper.Label
source: Add Wallpaper
ar: إضافة
ca: Afegir fons de pantalla
de: Hintergrund hinzufügen
fr: Ajouter
hi: वॉलपेपर जोड़ें
hu: Háttérkép Hozzáadása
id: Tambahkan Wallpaper
ja: 壁紙の追加
nb_no: Legg til bakgrunn
nl_nl: Achtergrond Toevoegen
pt_br: Adicionar
sv: Lägg till bakgrund
uk: Додати
vi: Thêm hình nền
zh_hant: 新增桌布

# AppFocus.Header
source: Applications focused
ar: تركيز تطبيق آخر:
ca: Aplicacions enfocades
de: Anwendungen im Vordergrund
fr: Autre application au premier plan
hi: केंद्रित अनुप्रयोग
hu: Alkalmazások Fókuszban
id: Aplikasi yang Difokuskan
ja: アプリケーションのフォーカス
nb_no: Fokusert applikasjon
nl_nl: Toepassingen Gefocust
pt_br: Outro aplicativo em foco
sv: Program fokuserade
uk: Інший додаток у фокусі
vi: Các ứng dụng được tập trung
zh_hant: 焦點應用程式

# AppFullScreen.Header
source: Applications fullscreen
ar: تطبيقات وضع ملء الشاشة الأخرى:
ca: Aplicacions de pantalla completa
de: Anwendungen im Vollbildmodus
fr: Autre application en plein écran
hi: पूर्ण स्क्रीन एप्लिकेशन
hu: Alkalmazások Teljes képernyőben
id: Aplikasi Fullscreen
ja: アプリケーションのフルスクリーン
nb_no: Applikasjonens fullskjerm
nl_nl: Toepassingen op volledig scherm
pt_br: Quando outro aplicativo estiver em tela cheia
sv: Program Hellskärm
uk: Інший додаток на весь екран
vi: Các ứng dụng toàn màn hình
zh_hant: 全螢幕應用程式

# TitleAppName
source: Lively Wallpaper
ar: خلفيات حية
fr: Fond d'écran Lively
hi: एनिमेटेड वॉलपेपर
hu: Lively Háttérkép
id: Latar Belakang Lively
nl_nl: Lively Achtergronden
sv: Lively Bakgrundsbilder
zh_hant: Lively 動態桌布
