Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# GalleryAccountDeleteFail.Text
source: Failed to delete account, please try again later
ar: فشل حذف الحساب ، يرجى المحاولة مرة أخرى في وقت لاحق
ca: No s'ha pogut eliminar el compte, torneu-ho a intentar més tard
de: Konto konnte nicht gelöscht werden, bitte versuchen Sie es später erneut
fr: Impossible de supprimer votre compte. Veuillez réessayer plus tard
hi: खाता हटाने में असफल रहे, कृपया बाद में पुनः प्रयास करें
hu: A dokumentum törlése sikertelen. Kérjük, próbálja újra később
id: Gagal menghapus akun, coba lagi nanti
ja: アカウントを削除できませんでした。後でもう一度お試しください。
nb_no: Kunne ikke slette kontoen, vennligst prøv igjen senere
nl_nl: Account verwijderen mislukt, probeer later opnieuw
pt_br: Falha ao exluir a conta, tente de novo mais tarde
sv: Det gick inte att radera kontot, vänligen försök igen senare
uk: Не вдалося видалити обліковий запис, повторіть спробу пізніше
vi: Xóa tài khoản thất bại, vui lòng thử lại sau
zh_hant: 刪除賬戶失敗，請稍後再試

# TextConfirmCancel.Text
source: Do you want to cancel it?
ar: هل تريد إلغاءه؟
ca: Voleu cancel·lar?
de: Möchten Sie abbrechen?
fr: Voulez-vous annuler ?
hi: क्या आप रद्द करना चाहते हैं?
hu: Meg kívánja szakítani?
id: Apakah anda ingin membatalkan?
ja: キャンセルしますか？
nb_no: Ønsker du å avbryte?
nl_nl: Afbreken?
pt_br: Deseja cancela-lo?
sv: Vill du avbryta den?
uk: Ви хочете скасувати це?
vi: Bạn có muốn hủy không?
zh_hant: 您確定要取消嗎？

# TextWait.Text
source: Wait
ar: يرجى الانتظار
ca: Espera
de: Warten
fr: Attendre
hi: प्रतीक्षा करें
hu: Várakozás
id: Tunggu
ja: 待つ
nb_no: Vent
nl_nl: Blijf downloaden
pt_br: Aguardar
sv: Vänta
uk: Зачекати
vi: Vui lòng chờ
zh_hant: 等待

# TitleDownloadProgress.Text
source: Download in Progress
ar: جاري التحميل
ca: Descàrrega en curs
de: Download läuft
fr: Téléchargement en cours
hi: डाउनलोड हो रहा है
hu: Letöltés folyamatban
id: Pengunduhan sedang berlangsung
ja: ダウンロード中
nb_no: Nedlasting pågår
nl_nl: Bezig met downloaden
pt_br: Download em Andamento
sv: Nedladdning pågår
uk: Триває завантаження
vi: Đang tải xuống
zh_hant: 正在下載

# TextContributors.Text
source: Contributors
ar: المساهمين
ca: Contribuïdors
de: Mitwirkende
fr: Contributeurs
hi: योगदानकर्ता
hu: Közreműködők
id: Kontributor
ja: 開発者
nb_no: Bidragsytere
nl_nl: Bijdragers
pt_br: Colaboradores
sv: Bidragsgivare
uk: Учасники
vi: Những người đóng góp
zh_hant: 貢獻人員

# TextShare.Text
source: Share
ar: مشاركة
ca: Compartir
de: Teilen
fr: Partage
hi: शेयर करें
hu: Megosztás
id: Bagikan
ja: 共有
nb_no: Del
nl_nl: Delen
pt_br: Compartilhar
sv: Dela
uk: Поділитися
vi: Chia sẻ
zh_hant: 分享

# TitleShareWallpaper.Text
source: Share Wallpaper
ar: مشاركة خلفيات
ca: Compartir fons de pantalla
de: Hintergrund teilen
fr: Partager le fond d'écran
hi: वॉलपेपर शेयर करे
hu: Háttérkép megosztása
id: Bagikan Wallpaper
ja: 壁紙を共有
nb_no: Del bakgrunn
nl_nl: Achtergrond delen
pt_br: Compartilhar Plano de Fundo
sv: Dela bakgrundsbild
uk: Поділитися шпалерами
vi: Chia sẻ hình nền
zh_hant: 分享桌布

# ExportWallpaperGallery.Text
source: Gallery upload
ar: تحميل المَعْرِض
ca: Pujar a galeria
de: In Galerie hochladen
fr: Enregistrer dans la galerie
hi: गैलरी अपलोड
hu: Feltöltés galériába
id: Unggah Gambar
ja: アップロード
nb_no: Last opp til galleri
nl_nl: Galerij uploaden
pt_br: Upload para a Galeria
sv: Galleri uppladdning
uk: Завантажити галереї
vi: Tải lên thư viện
zh_hant: 上傳至市集

# ExportWallpaperLink.Text
source: Copy link
ar: نسخ الرابط
ca: Copiar enllaç
de: Link kopieren
fr: Copier le lien
hi: लिंक कॉपी करें
hu: Hivatkozás másolása
id: Salin tautan
ja: リンクをコピー
nb_no: Kopier lenke
nl_nl: Link kopiëren
pt_br: Copiar link
sv: Kopiera länk
uk: Копіювати посилання
vi: Sao chép liên kết
zh_hant: 複製連結

# TextCustomiseWallpaper
source: Customise Wallpaper
ar: تخصيص خلفية
ca: Personalitzar el fons de pantalla
de: Hintergrund anpassen
fr: Personnaliser le fond d'écran
hi: वॉलपेपर कस्टमाइज़ करें
hu: Háttérkép testreszabása
id: Sesuaikan Wallpaper
ja: 壁紙のカスタマイズ
nb_no: Tilpass bakgrunn
nl_nl: Achtergronden Bewerken
pt_br: Customizar Plano de Fundo
sv: Anpassa bakgrundsbilden
uk: Налаштувати шпалер
vi: Tùy chỉnh hình nền
zh_hant: 自訂桌布

# TextCloseWallpapers
source: Close Wallpapers
ar: إغلاق الخلفية
ca: Tancar fons de pantalla
de: Hintergründe schließen
fr: Fermer les fonds d'écran
hi: वॉलपेपर बंद करें
hu: Háttérképek bezárása
id: Tutup Wallpaper
ja: 壁紙を閉じる
nb_no: Lukk bakgrunner
nl_nl: Achtergronden Sluiten
pt_br: Fechar Planos de Fundo
sv: Stäng bakgrundsbild
uk: Закрити шпалери
vi: Đóng hình nền
zh_hant: 關閉桌布

# TitleChooseApplication.Text
source: Choose Application
ar: اختر تطبيق
ca: Trieu una aplicació
de: Anwendung auswählen
fr: Sélectionner une application
hi: अप्लिकेशन को चुनें
hu: Válassz alkalmazást
id: Pilih aplikasi
ja: アプリを選択
nb_no: Velg applikasjon
nl_nl: Kies toepassing
pt_br: Escolher Aplicação
sv: Välj program
uk: Виберіть додаток
vi: Chọn ứng dụng
zh_hant: 選擇應用程式

# WallpaperInstallSize.Text
source: Size
ar: الحجم
ca: Mida
de: Dateigröße
fr: Taille
hi: आकार
hu: Méret
id: Ukuran
ja: ファイルサイズ
nb_no: Størrelse
nl_nl: Grootte
pt_br: Tamanho
sv: Storlek
uk: Розмір
vi: Kích thước
zh_hant: 檔案大小

# PluginNotFound.Message
source: Please install the required plugin
ar: الرجاء تثبيت الإضافة المطلوبة
ca: Si us plau, instal·leu l'extensió necessària
de: Bitte installieren Sie das benötigte Plugin
fr: Veuillez installer le plugin requis
hi: कृपया आवश्यक प्लगइन इंस्टॉल करें
hu: Telepítsd a szükséges bővítményt
id: Pasang plugin yang dibutuhkan
ja: 必要なプラグインをインストールしてください
nb_no: Vennligst installer det nødvendige programtillegget
nl_nl: Installeer alstublieft de vereiste plugin
pt_br: Por favor, instale o plugin necessário
sv: Vänligen installera det obligatoriska tilläget
uk: Будь ласка, встановіть необхідний плагін
vi: Vui lòng tải những plugin cần thiết
zh_hant: 請安裝所需擴充元件

# PluginNotFound.Title
source: Plugin not found
ar: الإضافة غير موجودة
ca: Extensió no trobada
de: Plugin nicht gefunden
fr: Plugin introuvable
hi: प्लगइन नहीं मिला
hu: Bővítmény nem található
id: Plugin tidak ditemukan
ja: プラグインが見つかりません
nb_no: Programtillegg ikke funnet
nl_nl: Plugin niet gevonden
pt_br: Plugin não encontrado
sv: Tillägget hittades inte
uk: Плагін не знайдено.
vi: Không tìm thấy được plugin
zh_hant: 找不到擴充元件

# UpdateCompleted.Text
source: Update complete
ar: اكتمل التحديث
ca: Actualització completada
de: Aktualisierung abgeschlossen
fr: Mise à jour terminée
hi: अपडेट पूर्ण हो गया
hu: Frissítés kész
id: Pembaruan selesai
ja: 更新完了
nb_no: Oppdatering fullført
nl_nl: Bijwerking voltooid
pt_br: Atualização concluída
sv: Uppdatering slutförd
uk: Оновлення завершено
vi: Cập nhật thành công
zh_hant: 更新完成

# UpdateWhatsNew.Text
source: Check out what's new
ar: تحقق من الجديد
ca: Mira el que és nou
de: Sehen Sie sich die Neuheiten an
fr: Découvrez les nouveautés
hi: देखें कि नया क्या है
hu: Nézd meg az újdonságokat
id: Lihat apa yang terbaru
ja: 新機能を確認しましょう
nb_no: Sjekk ut hva som er nytt
nl_nl: Bekijk wat er nieuw is
pt_br: Confira o que há de novo
sv: Ta en titt på vad som är nytt
uk: Перевірте, що нового
vi: Kiểm tra xem có gì mới
zh_hant: 檢視最新内容

# AppThemeColor.Header
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग बदलें
hu: Szín
id: Berwarna
ja: カラー
nb_no: Farger
nl_nl: Kleuren
pt_br: Cor
sv: Färg
uk: Колір
vi: Màu sắc
zh_hant: 顏色

# DescriptionDefault.Text
source: Use system default
ar: استخدام الإعداد التلقائي للنظام
ca: Utilitza l'opció predeterminada del sistema
de: Systemstandard verwenden
fr: Utiliser la valeur système par défaut
hi: सिस्टम डिफ़ॉल्ट का उपयोग करें
hu: Rendszerbeállítás használata
id: Gunakan standar sistem
ja: システム設定に従う
nb_no: Bruk systemstandard
nl_nl: Gebruik standaard instellingen
pt_br: Usar o padrão do sistema
sv: Använd systemstandard
uk: Використовувати системні налаштування за замовчуванням
vi: Sử dụng mặc định hệ thống
zh_hant: 使用系統預設值

# DescriptionDynamicTheme.Text
source: Adapt to wallpaper
ar: التكيف مع الخلفية
ca: Adaptar al fons de pantalla
de: An Hintergrund anpassen
fr: Ajuster le fond d'écran
hi: वॉलपेपर के अनुसार
hu: Igazodva a háttérhez
id: Jadikan Wallpaper
ja: 壁紙に合わせる
nb_no: Tilpass til bakgrunn
nl_nl: Aanpassen aan achtergrond
pt_br: Adaptar ao plano de funo
sv: Anpassa till bakgrundsbild
uk: Адаптувати до фону
vi: Thích nghi theo hình nền
zh_hant: 自適應桌布

# TextDefault.Text
source: Default
ar: افتراضي
ca: Predeterminat
de: Standard
fr: Par défaut
hi: डिफॉल्ट
hu: Alapértelmezett
ja: デフォルト
nb_no: Standard
nl_nl: Standaard instellingen
pt_br: Padrão
sv: Standard
uk: За умовчанням
vi: Mặc định
zh_hant: 預設

# TextDynamicTheme.Text
source: Dynamic
ar: متغير
ca: Dinàmic
de: Dynamisch
fr: Dynamique
hi: डायनेमिक
hu: Dinamikus
id: Dinamis
ja: ダイナミック
nb_no: Dynamisk
nl_nl: Dynamisch
pt_br: Dinâmico
sv: Dynamisk
uk: Динамічний
vi: Đa dạng
zh_hant: 動態

# Theme.Label
source: Theme
ar: خلفية
ca: Tema
de: Erscheinungsbild
fr: Thème
hi: अंतर्वस्तु
hu: Téma
id: Tema
ja: テーマ
nb_no: Tema
nl_nl: Thema
pt_br: Tema
sv: Tema
uk: Тема
vi: Chủ đề
zh_hant: 主題

# IconsHidden.Message
source: To prevent accidental selection desktop icons are currently hidden
ar: لمنع التحديد العرضي لأيقونات سطح المكتب مخفية حاليا
ca: Per prevenir seleccions accidentals, les icones d'escriptori estan actualment amagades
de: Um eine versehentliche Auswahl zu vermeiden, sind Desktop Symbole aktuell unsichtbar
fr: Pour éviter toute sélection accidentelle, les icônes du bureau sont actuellement cachées
hi: स्रोत स्ट्रिंग आकस्मिक चयन को रोकने के लिए डेस्कटॉप आइकन वर्तमान में छिपे हुए हैं
hu: A véletlen kiválasztás ellen elrejtettük az asztali ikonokat
id: Untuk mencegah kesalahan pemilihan, ikon desktop sedang disembunyikan
ja: 誤作動を防止するためデスクトップのアイコンを非表示になっています
nb_no: For å forhindre utilsiktet valg er skrivebordsikoner for øyeblikket skjult
nl_nl: Om onbedoelde selectie te voorkomen, zijn de bureaubladpictogrammen momenteel verborgen
pt_br: Para evitar a seleção acidental, os ícones da área de trabalho foram no momento ocultos
sv: För att förhindra oavsiktligt val av skrivbordet så är ikonerna för närvarande dolda
uk: Щоб запобігти випадковому вибору, значки на робочому столі наразі приховані
vi: Để tránh việc chọn nhầm tất cả desktop icons đã bị ẩn
zh_hant: 爲了避免被意外選中，桌面圖示目前已被隱藏

# IconsHidden.Title
source: Desktop icons
ar: ايقونة سطح المكتب
ca: Icones d'escriptori
de: Desktopsymbole
fr: Icônes du bureau
hi: डेस्कटॉप आइकनस
hu: Asztali Ikonok
id: Ikon desktop
ja: デスクトップのアイコン
nb_no: Skrivebordikoner
nl_nl: Desktop icoontjes
pt_br: Ícones da Área de Trabalho
sv: Skrivbordsikoner
uk: Іконки робочого столу
zh_hant: 桌面圖示

# TextEndOfItems.Text
source: That's all for now..
ca: Això és tot per ara...
de: Das ist im Moment alles..
fr: C'est tout pour l'instant ...
hi: अभी के लिए बस इतना ही.
hu: Egyelőre ennyi.
id: Hanya itu saja untuk sekarang..
ja: 以上ですべてです
nb_no: Det var alt for denne gang..
nl_nl: Dat is alles voor nu..
pt_br: É tudo por enquanto.
sv: Det är allt för tillfället..
uk: Це все, що на даний момент..
vi: Chỉ có như vậy thôi..
zh_hant: 已是全部內容..

# DevelopmentOnHold.Message
source: This feature development is on hold
ar: تطوير هذه الميزة قيد الانتظار
ca: El desenvolupament d'aquestes funcions està en espera
de: Die Entwicklung dieser Funktion ist angehalten
fr: Le développement de cette fonctionnalité est en attente
hi: इस सुविधा के विकास में अभी प्रगति नहीं हो रही
hu: Jelenleg a fejlesztés felfüggesztve
id: Pengembangan fitur ini sedang ditahan
ja: この機能の開発は保留中です
nl_nl: Deze functionaliteit wordt momenteel niet verder ontwikkeld
pt_br: Esta funcionalidade está em desenvolvimento
sv: Utvecklingen av den här funktionen är pausad
uk: Розробка цієї функції призупинена
vi: Quá trình phát triển tính năng này đang bị tạm dừng
zh_hant: 此功能開發已暫停

# WallpaperPluginGroup.Header
source: Plugins
ar: الإضافات
ca: Connectors
fr: Extensions
hi: प्लगइन्स
hu: Bővítmények
id: Plugin
ja: 拡張機能
sv: Tillägg
uk: Плагіни
vi: Tính năng bổ sung
zh_hant: 插件

# AddWallpaperAdvanced.Description
source: Create a dynamic wallpaper
ar: إنشاء خلفية متحركة
de: Erstelle einen dynamischen Hintergrund
fr: Créer un fond d'écran dynamique
pt_br: Criar um papel de parede dinâmico
sv: Skapa en dynamisk bakgrundsbild
uk: Створити динамічні шпалери
zh_hant: 建立動態桌布

# AddWallpaperAdvanced.Header
source: Advanced
ar: متقدم
de: Erweitert
fr: Avancé
pt_br: Avançado
sv: Avancerat
uk: Додаткові налаштування
vi: Tùy Chọn
zh_hant: 進階

# DescriptionDepthApprox.Content
source: Approximating depth..
ar: حساب عمق تقريبي للصورة..
de: Tiefe wird abgeschätzt..
fr: Approximation de la profondeur..
pt_br: Profundidade aproximada..
sv: Uppskattar djup..
uk: Визначення глибини..
zh_hant: 近似深度..

# DescriptionDepthWallpaperItem.Content
source: Using AI transform photographs into 3D
ar: استخدام الذكاء الاصطناعي لتحويل الصور إلى ثلاثية الأبعاد
de: Fotos mit KI in 3D umwandeln
fr: Utiliser l'IA pour transformer des photos en 3D
pt_br: Usando IA, transforme fotografias em 3D
sv: Använd AI för att omvandla foton till 3D
uk: Використання ШІ для перетворення фотографій у 3D
zh_hant: 使用 AI 將照片轉換為 3D

# TextContinue.Content
source: Continue
ar: استمر
de: Weiter
fr: Continuer
pt_br: Continuar
sv: Fortsätt
uk: Продовжити
zh_hant: 繼續

# TitleCreateWallpaperOpenItem.Description
source: Create a simple wallpaper
ar: إنشاء خلفية بسيطة
de: Erstelle einen einfachen Hintergrund
fr: Créer un fond d'écran simple
pt_br: Crie um papel de parede simples
sv: Skapa en simpel bakgrundsbild
uk: Створити прості шпалери
zh_hant: 建立簡易桌布

# TitleDepthWallpaper.Content
source: AI Depth Wallpaper
ar: خلفية ذات عمق باستخدام الذكاء الاصطناعي
de: Hintergrund mit KI-Tiefe
fr: Fond d'écran avec profondeur IA
pt_br: Papel de parede de profundidade IA
sv: Bakgrundsbild med AI-genererat djup
uk: ШІ шпалери з глибиною
zh_hant: AI Depth 桌布

# TitleDepthWallpaperItem.Content
source: Depth Wallpaper
ar: خلفية ذات عمق
de: Tiefen-Hintergrund
fr: Fond d'écran avec profondeur
pt_br: Papel de parede de profundidade
sv: Bakgrundsbild med djup
uk: Шпалери з глибиною
zh_hant: Depth 桌布

# DescriptionDepthWallpaperTemplate.Content
source: AI generated depth wallpaper
ar: خلفية ذات عمق مصنوعة باستخدام الذكاء الاصطناعي
de: KI erzeugter Tiefen-Hintergrund
fr: Fond d'écran avec profondeur généré par IA
pt_br: Papel de parede de profundidade gerado por IA
sv: Bakgrundsbild med AI-genererat djup
uk: Шпалери з глибиною згенеровані ШІ
zh_hant: AI 生成 Depth 桌布

# TitleCreateWallpaper.Content
source: Create Wallpaper
ar: إنشاء خلفية
de: Hintergrundbild erstellen
fr: Créer un fond d'écran
nb_no: Opprett bakgrunn
pt_br: Criar papel de parede
sv: Skapa bakgrundsbild
uk: Створити шпалери
zh_hant: 建立桌布

# RunningAsAdminWarning.Message
source: Some functionalities may not be available when run as administrator
ar: بعض الوظائف قد لا تكون متاحة عند التشغيل كمدير
de: Einige Funktionen sind möglicherweise nicht verfügbar, wenn sie als Administrator ausgeführt werden
fr: Certaines fonctionnalités peuvent ne pas être disponibles lors de l'exécution en tant qu'administrateur
hu: Néhány funkció előfordulhat, hogy nem működik, ha renszergazdaként van futtatva
pt_br: Algumas funcionalidades podem não estar disponíveis quando executar como administrador
sv: Vissa funktioner kan vara otillgänglig när programmet körs som administratör
uk: Деякі функції можуть бути недоступними при запуску з правами адміністратора
zh_hant: 當以管理員權限運作時，部分功能不一定可用

# TitleDownload.Content
source: Download
ar: تنزيل
ca: Descarregar
de: Herunterladen
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
nb_no: Last ned
pt_br: Baixar
sv: Ladda ner
uk: Завантажити
vi: Tải xuống
zh_hant: 下載

# TitleDownloadRequired.Text
source: Download Required
ar: التنزيل مطلوب
de: Download erforderlich
fr: Téléchargement requis
pt_br: Download Necessário
sv: Nedladdning krävs

# DescriptionDownloadRequired.Text
source: Additional files need to be downloaded for this feature
de: Zusätzliche Dateien müssen für diese Funktion heruntergeladen werden
fr: Des fichiers supplémentaires doivent être téléchargés pour cette fonctionnalité
pt_br: Arquivos adicionais precisam ser baixados para esta funcionalidade
sv: Ytterligare filer behöver laddas ned för den här funktionen
