Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# LivelyExceptionGeneral
source: Oops... Looks like something went wrong :( In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
ar: للأسف... يبدو أن شيئا ما قد احدث خطأ :( لفهم هذا الخطأ بشكل أفضل وإصلاح المشكلة ، شارك ملف السجل مع المطور. تعليمات لمشاركة ملف السجل: https://github.com/rocksdanister/lively/wiki
ca: Vaja... sembla que quelcom ha anat malament :( Per entendre millor aquest error i solucionar el problema, comparteix el fitxer de registre amb el desenvolupador. Visita el següent enllaç amb instruccions sobre com compartir l'arxiu de registre: https://github.com/rocksdanister/lively/wiki
de: Ups... Sieht aus, als wäre etwas schiefgelaufen :( Um diesen Fehler besser zu verstehen, und das Problem zu beheben, teilen Sie das Protokoll mit dem Entwickler. Anleitung: https://github.com/rocksdanister/lively/wiki
fr: Oups ... Il semble que quelque chose ce soit mal passé :( Afin de mieux comprendre cette erreur et de résoudre le problème, partagez le fichier contenant les logs avec le développeur. Instructions pour partager le fichier des logs : https://github.com/rocksdanister/lively/wiki
hi: उफ़ ... लगता है कुछ गड़बड़ हो गई :( इस त्रुटि को बेहतर ढंग से समझने और समस्या को ठीक करने के लिए, डेवलपर के साथ लॉग फ़ाइल साझा करें। लॉग फाइल साझा करने के निर्देश: https://github.com/rocksdanister/lively/wiki
hu: Hoppá... Úgy látszik valami rosszul sikerült... :( Hogy jobban meg legyen értve és ki legyen javítva a hiba, osszd meg a naplófájlt a fejlesztővel. Instrukciók a naplófájl megosztásához: https://github.com/rocksdanister/lively/wiki
id: Oops... Sepertinya terjadi masalah :( Untuk lebih memahami kesalahan ini dan memperbaiki masalah, bagikan file log dengan pengembang. Petunjuk untuk berbagi file log: https://github.com/rocksdanister/lively/wiki
ja: おっと... 何かがうまくいかなかったようです :( このエラーを理解し問題を解決するために、ログファイルを開発者に共有してください。 ログファイルを共有するための手順: https://github.com/rocksdanister/lively/wiki
nb_no: Oops... Ser ut som noe gikk galt :( For å forstå denne feilen bedre og fikse problemet, del loggfilen med utvikleren. Instruksjoner for deling av loggfil: https://github.com/rocksdanister/lively/wiki
nl_nl: Oeps... er lijkt iets mis te gaan :( Om de foutmelding beter te begrijpen en te corrigeren, raden we aan om het logboekbestand te delen met de ontwikkelaar. Instructie voor het delen van logboekbestanden zijn hier te vinden: https://github.com/rocksdanister/lively/wiki
pt_br: Oops... Parece que algo deu errado :( Para que possamos entender melhor este erro e corrigir o problema, compartilhe o arquivo de log com um desenvolvedor. Instruções para compartilhar o arquivo de log: https://github.com/rocksdanister/lively/wiki
sv: Oj... Det verkar som om något gick fel :( Dela loggfilen med utvecklaren för att bättre förstå felet och åtgärda problemet. Instruktioner för att dela loggfilen: https://github.com/rocksdanister/lively/wiki
uk: Упс... Схоже, щось не так :( Щоб краще зрозуміти цю помилку та виправити проблему, надайте файл журналу розробнику. Інструкції щодо надсилання файлу журналу: https://github.com/rocksdanister/lively/wiki
vi: Oops... Có vấn đề xảy ra :( Để hiểu rõ hơn lỗi và có thể giải quyết vấn đề này, xin hãy chia sẻ file log với người phát triển. Hướng dẫn chia sẻ file log: https://github.com/rocksdanister/lively/wiki
zh_hant: 糟糕... 好像出了點問題 :( 為了更好地理解此錯誤並解決問題，請與開發人員分享日誌檔。 分享日誌檔的說明: https://github.com/rocksdanister/lively/wiki

# LivelyExceptionHighContrastMode
source: Lively cannot work properly with Windows High Contrast mode enabled! Disable High Contrast mode and try again
ar: لا يمكن للايفلي أن يعمل بصورة صحيحة في حين أن وضع التباين العالي للويندوز مُمَكّن! عطّل وضع التباين العالي & حاول مرة أخرى.
ca: Lively no pot funcionar correctament amb el mode d'alt contrast de Windows activat! Deshabilita el mode d'alt contrast i intenti-ho novament.
de: Lively funktioniert nicht richtig, wenn der Hohe Kontrast-Modus von Windows aktiviert ist Schalten Sie den Hohen Kontrast-Modus aus und versuchen es erneut
fr: Lively ne peut pas fonctionner correctement avec le mode "Contraste élevé" de Windows ! Désactivez le mode "Contraste élevé" et essayez à nouveau
hi: जीवंत उच्च विपरीत मोड में अच्छा प्रदर्शन नहीं करता है। कृपया उच्च कंट्रास्ट मोड को बंद करें और पुनः प्रयास करें।
hu: A Lively nem tud megfelelően működni, ha a Windows Kontrasztos megjelenítés be van kapcsolva. Kérem, kapcsolja ki a Lively megfelelő működéséhez.
id: Lively tidak dapat bekerja dengan baik dengan mode Kontras Tinggi Windows jika diaktifkan! Nonaktifkan mode Kontras Tinggi dan coba lagi
ja: Windowsのハイコントラストモードが有効な状態では、Livelyが正常に動作しません！ ハイコントラストモードを無効にしてから再度お試しください。
nb_no: Lively kan ikke fungere riktig med Windows høy kontrastmodus aktivert! Deaktiver høy kontrastmodus og prøv igjen
nl_nl: Lively werkt niet goed met Windows High Contrast modus inschakeld! Schakel High Contrast modus uit en probeer het opnieuw.
pt_br: O Lively não consegue funcionar corretamente com o modo de alto contraste do Windows ativado! Desative o modo de alto contraste e tente de novo
sv: Lively fungerar inte med Hög Kontrast läge på. Stäng av det i dina inställningar och försök igen.
uk: Lively не може працювати з Windows в режимі високої контрастності! Вимкніть режим високої контрастності і спробуйте знову.
vi: Lively không thể hoạt động tốt trên Windows bật chế độ tương phản cao! Hãy tắt chế độ tương phản cao và thử lại.
zh_hant: 啟用 Windows 高對比 (Windows High Contrast) 模式時 Lively 動態桌布將無法正常工作！ 請禁用高對比模式然後重試

# LivelyExceptionMediaPlayback
source: Media playback failed :( Try changing the videoplayer in lively settings. In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
ar: تشغيل الوسائط فشل :( حاول تغيير مشغل الفيديو في إعدادات البرنامج. من أجل فهم هذا الخطأ بشكل أفضل وإصلاح المشكلة ، شارك ملف السجل مع المطور. تعليمات لمشاركة ملف السجل: https://github.com/rocksdanister/lively/wiki
ca: El reproductor de contingut ha fallat :( S'ha de canviar el reproductor de vídeo des de la configuració de Lively. Per a entendre millor aquest error i solucionar el problema, comparteix l'arxiu de registre amb el desenvolupador. Visita el següent enllaç amb instruccions sobre com compartir l'arxiu de registre: https://github.com/rocksdanister/lively/wiki
de: Medienwiedergabe fehlgeschlagen :( Versuchen Sie, den Videoplayer in den Lively Einstellungen zu wechseln. Um diesen Fehler besser zu verstehen und das Problem zu beheben, geben Sie die Protokolldatei an den Entwickler weiter. Anweisungen zur Freigabe der Protokolldatei: https://github.com/rocksdanister/lively/wiki
fr: Le lecteur multimédia a échoué :( Essayez de changer le lecteur de vidéos dans les paramètres. Afin de mieux comprendre cette erreur et réparer le problème, partagez le log d'erreurs avec le développeur. Instructions pour partager le fichier de log : https://github.com/rocksdanister/lively/wiki
hi: मीडिया प्लेबैक विफल :( एनिमेटेड सेटिंग में वीडियो प्लेयर को बदलने का प्रयास करें। इस त्रुटि को बेहतर ढंग से समझने और समस्या को ठीक करने के लिए, डेवलपर के साथ लॉग फ़ाइल साझा करें। लॉग फ़ाइल साझा करने के निर्देश: https://github.com/rocksdanister/lively/wiki
hu: Média lejátszás nem sikerült :(Próbáld meg megváltoztatni a videó lejátszót a beállításokban.Annak érdekében hogy jobban megértsd a hibát és javítsd meg a problémát, oszd meg a napló fáljt a fejlesztővel. Utasítások a naplófálj megosztására: https://github.com/rocksdanister/lively/wiki
id: Gagal memutar media:( Silakan coba untuk mengganti pemutar video di pengaturan Lively. Untuk mengerti lebih lanjut tentang kesalahan ini dan memperbaikinya, bagikan file log kepada pengembang. Instruksi untuk membagikan file log: https://github.com/rocksdanister/lively/wiki
ja: メディアの再生に失敗しました。 :( Livelyの設定から動画プレイヤーを変更してみてください。 このエラーを理解し問題を解決するために、ログファイルを開発者に共有してください。 ログファイルを共有するための手順: https://github.com/rocksdanister/lively/wiki
nl_nl: Afspelen van media is mislukt :( Probeer de videospeler te veranderen in Lively instellingen. Om de foutmelding beter te begrijpen en te corrigeren, raden we aan om het logboekbestand te delen met de ontwikkelaar. Instructie voor het delen van logboekbestanden zijn hier te vinden: https://github.com/rocksdanister/lively/wiki
pt_br: A reprodução de mídia falhou :( Tente trocar o reprodutor de mídia nas configurações do Lively. Para que possamos entender melhor este erro e corrigir o problema, compartilhe o arquivo de log com o desenvolvedor. Instruções para compartilhar o arquivo de log: https://github.com/rocksdanister/lively/wiki
sv: Uppspelning av media misslyckades. Försök att ändra videospelaren i Lively inställningar. För att bättre förstå felet och åtgärda problemet kan du dela loggfilen med utvecklaren.Instruktioner för att dela loggfilen: https://github.com/rocksdanister/lively/wiki
uk: Помилка відтворення медіа :( Спробуйте змінити відеоплеєр в налаштуваннях Lively. Для того, щоб краще зрозуміти помилку і знайти вирішення, можна надіслати розробнику файл журналу. Прочитайте про те, як це можна зробити: https://github.com/rocksdanister/lively/wiki
vi: Không thể phát lại video :( thử thay đổi trình phát video trong phần cài đặt của Lively. Để hiểu rõ hơn lỗi và có thể giải quyết vấn đề này, xin hãy chia sẻ file log với người phát triển. Hướng dẫn chia sẻ file log: https://github.com/rocksdanister/lively/wiki
zh_hant: 媒體播放作業失敗:( 請嘗試在 Lively 動態桌布的設定中變更影片播放器。 為了更好地理解這個錯誤並解決問題，請與開發人員分享日誌檔。 分享日誌檔的說明： https://github.com/rocksdanister/lively/wiki

# LivelyExceptionNotLivelyZip
source: Not Lively wallpaper file
ar: لا يوجد ملف خلفية حية.
ca: No és un fitxer de fons de Lively.
de: Keine Lively-Wallpaper-Datei
fr: Ceci n'est pas un fichier de Lively wallpaper
hi: गैर-एनिमेटेड वॉलपेपर फ़ाइल।
hu: Nem Lively háttérkép fájl.
id: Bukan file wallpaper untuk Lively.
ja: Livelyの壁紙ファイルではありません。
nb_no: Ikke Lively bakgrunnsfil
nl_nl: Geen Lively achtergrondbestand.
pt_br: Não é um arquivo compatível com o Lively
sv: Denna fil är inte en Lively fil.
uk: Непідтримуваний файл шпалер.
vi: Không phải file hình nền của Lively.
zh_hant: 非 Lively 動態桌布檔案

# LivelyExceptionSafeModeStart
source: Lively was not closed properly, starting in safe mode. Do you wish to restore previously running wallpapers?
ar: نسخة جديدة متوفرة!
ca: Lively no s'ha tancat correctament, s'està iniciant en mode segur. Voleu restaurar els fons de pantalla que s'estaven executant anteriorment?
de: Lively wurde nicht richtig beendet und startet daher im abgesicherten Modus. Möchten Sie die zuvor ausgeführten Hintergründe wiederherstellen?
fr: Lively n'a pas été fermé correctement et va redémarrer en mode sans échec. Souhaitez-vous restaurer les fonds d'écran précédemment en cours d'utilisation ?
hi: सुरक्षित मोड में शुरू होने से लाइवली ठीक से बंद नहीं हुआ। क्या आप पहले से चल रहे वॉलपेपर को पुनर्स्थापित करना चाहते हैं?
hu: A Lively nem lett megfelelően bezárva, indítás biztonságos módban. Szeretnéd visszaállítani az előzőleg futó háttérképeket?
id: Lively tidak ditutup dengan benar, akan dimulai dalam mode aman. Apakah Anda ingin memulihkan wallpaper yang berjalan sebelumnya?
ja: Livelyが適切に閉じられず、セーフモードで起動しました。 以前に実行した壁紙を復元しますか？
nb_no: Livliy ble ikke lukket riktig, starter i sikker modus. Ønsker du å gjenopprette den tidligere kjørende bakgrunn?
nl_nl: Lively is verkeerd afgesloten, programma start in veilig modus. Wilt u de vorige achtergrond(en) herstellen?
pt_br: O Lively não foi fechado corretamente, iniciando no modo de segurança. Deseja restaurar os planos de fundos que estavam ativos?
sv: Lively stängdes inte ordentligt och startade i felsäkert läge. Vill du återställa tidigare körda bakgrundsbilder?
uk: Доступна нова версія!
vi: Lively đã không được tắt đúng cách, khởi động Lively trong chế độ an toàn. Bạn có muốn khôi phục lại hình nền trước đây?
zh_hant: Lively 動態桌布之前沒有被正常關閉，因此正在以安全模式啟動。 您是否要還原之前運作的動態桌布？

# LivelyExceptionWorkerWSetupFail
source: It looks like some settings need to be set to make Lively work: 1. Press the Win + R keys to open Run, 2. Type SystemPropertiesPerformance.exe into Run, click on "OK" to open Performance Options. 3. Enable/Check "Animate controls and elements inside windows" (If already checked, then uncheck and check) & Apply. 4. Click "Apply" then press "OK" to close the window. If Windows 7 just set - Adjust for best appearance &amp; Apply. If still not working, close & start Lively again/restart windows. (Does not work in some insider windows 10 builds)
ar: يبدو أنه يجب ضبط بعد الإعدادات لجعل لايفلي يعمل:- 1. من سطح المكتب 2. أنقر على زر البحث 3. إبحث عن الأداء (أو Performance( 4. أنقر على أول خيار 5. ستظهر لوحة تحكم 6. يجب أن يكون أول خيار مفعّل (علامة اختيار) & تطبيق. إذا تم تعيين ويندوز 7 - يُعدل إلى ضبط لأفضل مظهر & تطبيق. إذا كان لا يزال لا يعمل, أغلق & شغِّل لايفلي مجدداً/ أعِد تشغيل ويندوز.
ca: Has d'aplicar algunes configuracions perquè Lively funcioni: 1. Pressiona les tecles Win + R per obrir "Executa". 2. Escriu "SystemPropertiesPerformance.exe", clica "Accepta" per a obrir "Opcions de rendiment". 3. Habilita "Animar controls i elements dintre finestres" (Si ja estava habilitat, deshabilita'l i torna'l a habilitar), després "Aplicar". 4. Clica "Aplicar" i després "D'acord" per a tancar la finestra. En el cas de Windows 7, només cal establir "Ajustar per a la millor aparença" i després "Aplicar". Si encara no funciona, tanca i inicia de nou o reinicia Windows. (No funciona en algunes versions "Insider" de Windows 10)&
de: Es sieht so aus, als müssten einige Einstellungen vorgenommen werden, damit Lively funktioniert: 1. Drücken Sie die Windows-Logo-Taste und die R-Taste gleichzeitig zum Öffnen des Ausführen-Dialogs. 2. Geben Sie "SystemPropertiesPerformance" (ohne " ") ein und klicken auf "OK", um die Leistungsoptionen zu öffnen 3. Aktivieren/Prüfen Sie "Steuerelemente und Elemente innerhalb von Fenstern animieren" & klicken Sie auf Übernehmen. 4. Klicken Sie auf "OK" um das Fenster zu schließen. Wenn Sie Windows 7 benutzten - einfach auf "Für optimale Darstellung anpassen" auswählen & auf "Übernehmen" klicken. Wenn dies immer noch nicht funktioniert, schließen & starten Sie Lively oder Windows neu. (Funktioniert nicht in den Insider Builds von Windows 10)
fr: Il semblerait que certains paramètres aient besoin d'être ajustés pour que Lively puisse fonctionner : 1. Appuyez sur Win+R pour ouvrir "Exécuter" 2. Tapez "SystemPropertiesPerformance.exe", cliquez sur "OK" pour ouvrir les "Options de performances" 3. Cochez la case "Animer les contrôles et les éléments dans Windows" (si déja coché, décocher puis recocher). 4. Cliquez sur "Appliquer" puis sur "OK" pour fermer la fenêtre. Si Windows 7 vient de se mettre en route, choisissez "Ajuster afin d'obtenir la meilleure apparence" et cliquez sur Appliquer. Si cela ne fonctionne toujours pas, fermez et relancez Lively / redémarrez Windows. (Ne fonctionne pas sur quelques versions Insider de Windows 10)
hi: ऐसा लगता है कि आपको जीवंत काम करने के लिए कुछ सेटिंग्स सेट करने की आवश्यकता है: 1. प्रेस विन + आर चाबियाँ चलाने के लिए खोलने के लिए, 2. टाइप करें SystemPropertiesPerformance.exe रन में, प्रदर्शन विकल्प खोलने के लिए "ओके" पर क्लिक करें। 3. "विंडोज़ के भीतर चेतन नियंत्रण और तत्वों को सक्षम करें / जांचें" (यदि पहले से ही चेक, अनचेक और चेक करें) और लागू करें। 4. "लागू करें" पर क्लिक करें और फिर विंडो को बंद करने के लिए "ओके" दबाएं। यदि आपने अभी-अभी विंडोज 7 को कॉन्फ़िगर किया है: बेस्ट अपीयरेंस के लिए समायोजित करें & amp; लागू। यदि यह अभी भी काम नहीं करता है, तो Windows को फिर से जीवंत / बंद और बंद करें। (विंडोज 10 के कुछ आंतरिक बिल्ड पर काम नहीं करता है)
hu: Úgy látszik néhány beállítást be kell állítani, hogy a Lively működjön:- 1. Nyisd meg ezt a gépet(Ez a gép) 2. Kattints az üres területre 3. Válaszd ki a Tulajdonságokat 4. Válaszd ki a Speciális rendszerbeállításokat 5. A Teljesítmény fül alatt kattints a Beállításokra 6. Engedélyezd az Ablakokon belüli vezérlők és elemek animálását és nyomj az Alkalmazra. Ha a Windows 7 épphogy csak be lett állítva - Igazítsd a legjobb megjelenéshez & Alkalmaz. Ha még mindig nem működik, zárd be & indítsd el a Livelyt újra/ indítsd újra a Windowst. (Nem működik néhány bennfentes Windows felépítésnél.)
id: Sepertinya beberapa pengaturan perlu dilakukan agar Lively dapat digunakan: 1. Tekan tombol windows 2. Cari "Adjust the appearance and performance of Windows" 3. Pada tab Visual Effects aktifkan "Animate controls and elements inside Windows" 4. Klik "Apply" lalu "OK" Untuk Windows 7, pilih "Adjust for best appearance" dan klik "Apply". Jika masih tidak berfungsi, tutup dan mulai ulang Lively/Windows. (Tidak berfungsi untuk beberapa Windows 10 Insider)
ja: Livelyを動作させるためには、いくつかの設定が必要なようです。 1. Win + R を押して"ファイル名を指定して実行"を開きます, 2. SystemPropertiesPerformance.exe と入力して"OK"を押し、パフォーマンス オプションを開きます. 3. "Windows 内のアニメーション コントロールと要素" の項目にチェックを入れて（既にチェックがついている場合は、一度チェックを外してからもう一度チェックを入れます）有効にします。 4. "適用"をクリックしたら"OK"を押してウインドウを閉じます。 Windows 7 の場合は、"パフォーマンスを優先する"を選択するだけです。 それでも動作しない場合は、Livelyを再起動するか、Windowsを再起動してください。 (一部のWindows 10 Insider ビルドでは動作しません)
nb_no: Det ser ut som at noen innstillinger må settes for å gjøre Lively fungerende: 1. Trykk på Win + R for å åpne Kjør, 2. Skriv SystemPropertiesPerformance.exe i Kjør, klikk på "OK" for å utføre valget. 3. Aktiver/sjekk "Animer kontroller og elementer inne i vinduer" (Hvis det allerede er merket, fjern avhuking og kontroller) & Bruk. 4. Klikk "Bruk" og trykk deretter "OK" for å lukke vinduet. Hvis Windows 7 bare sett - Juster for beste utseende & Bruk. Hvis fortsatt ikke fungerer, lukk og start Lively igjen/restart Windows. (fungerer ikke i enkelte insiders Windows 10 builds)
nl_nl: Er zullen enkele instellingen toegepast moeten worden om Lively te starten: 1. Open 'Deze Computer'. 2. Klik met rechtermuisknop in een leeg gebied. 3. Selecteer 'Eigenschappen'. 4. Selecteer 'Geavanceerde Systeeminstellingen'. 5. Selecteer op tabblad 'Prestatie' de instellingen. 6. Schakel 'Animeer besturingselementen in vensters' in en pas toe. Voor Windows 7 selecteer 'Pas aan voor het beste uiterlijk' en pas toe. Als dat niet werkt herstart Lively en Windows. (Werkt niet met sommige insider Windows 10 builds) -
pt_br: Parece que algumas configurações precisam ser feitas para que o Lively funcione corretamente: 1. Aperte Win + R para abrir a janela de Executar. 2. Digite "SystemPropertiesPerformance.exe" e aperte Enter para abrir as Opções de Desempenho. 3. Ative/Marque "Animar controles e elementos no Windows" (Se já estiver marcado, então desmarque e marque de novo) & Aplique. 4. Clique em "Aplicar" e então aperte no "OK" para fechar a janela. Se estiver no Windows 7, ative "Ajustar para melhor aparência" & Aplique. Se ainda não funcionar, abra o Lively novamente ou reinicie o Windows. (Não funciona em algumas versões insider do Windows 10)
sv: Det ser ut som om några inställningar måste göras för att Lively ska fungera: 1. Öppna den här datorn (Min dator) 2. Högerklicka på ett tomt område 3. Välj Egenskaper 4. Välj Avancerade systeminställningar 5. Under fliken Prestanda välj Inställningar 6. Aktivera Animera kontroller och element i fönster och tillämpa. Om Windows 7 ställ bara in - Justera för bästa utseende och tillämpa. Om det fortfarande inte fungerar, stäng och starta Lively igen / starta om Windows. (Fungerar inte i vissa Insider Windows 10-versioner)
uk: Здається, потрібно змінити деякі налаштування, щоб Lively запрацював:- 1. Відкрийте Мій комп'ютер 2. Натисніть правою кнопкою миші на пустій ділянці 3. Оберіть "Властивості" 4. Оберіть "Додаткові настройки системи" 5. На вкладці Продуктивність оберіть "Настройки" 6. Ввімкніть "Анімація елементів керування та елементів всередині вікна" і натисніть застосувати. Якщо у Вас Windows 7, виберіть - "Налаштувати на кращий вигляд" і натисніть застосувати. Якщо далі не працює, перезавантажте Lively / windows. (Не працює в інсайдерських збірках windows 10)
vi: Có vẻ như bạn cần phải cài đặt một chút để Lively có thể hoạt động: 1. Nhấn tổ hợp phím Win + R để mở cửa sổ Run 2. Nhập (SystemPropertiesPerformance.exe) vô Run, xong rồi nhấp "OK" để mở lên (Performance Options). 3. Trong phần (Visual Effects) bạn hãy nhấn tick con dấu tại (Animate controls and elements inside windows) và nhấn (Apply). 4. Sau khi xong bạn nhấn (Apply) rồi nhấn "OK" để đóng. Nếu là Windows 7 chỉ cần chọn - (Adjust for best appearance) & Apply. Nếu vẫn không thể hoạt động, đóng lại & khởi động lại Lively / khởi động lại windows. (Lively sẽ không hoạt động trên một vài bản insider-build của windows 10)
zh_hant: 看起來需要進行一些設定才能使 Lively 動態桌布正常工作: 1. 點按 Win + R 快速鍵開啟「執行」， 2. 輸入「SystemPropertiesPerformance.exe」，點選「確定」以開啟「效能選項」。 3. 啟用/選定「在視窗內部以動畫方式顯示控制項和元素」(如果已經選定，請反選然後再次選定) 並套用。 4. 點選「套用」然後點按「確定」關閉視窗。 如果是 Windows 7 只需設定 -「調整成最佳外觀」並套用。 如果仍無法正常工作， 請關閉並重新啟動 Lively 動態桌布 / Windows。 (在部分 Windows 10 測試人員組建中無法正常工作)

# Startup.Description
source: Lively needs to run in the background for wallpaper playback
ar: يحتاج Lively للتشغيل في الخلفية لتشغيل الخلفية.
ca: Lively necessita executar-se en segon pla per a reproduir el fons de pantalla
de: Lively muss für die Wiedergabe von Hintergründen im Hintergrund ausgeführt werden
fr: Lively doit fonctionner en arrière-plan pour la lecture du fond d'écran
hi: लाइव वॉलपेपर चलाने के लिए पृष्ठभूमि में चलना चाहिए।
hu: A Livelynek futnia kell a háttérben a háttérkép lejátszásához.
id: Lively perlu berjalan di latar belakang untuk pemutaran wallpaper
ja: 壁紙を再生するためには、Livelyをバックグラウンドで動作させる必要があります。
nb_no: Lively må kjøres i bakgrunnen for å bruke bakgrunner
nl_nl: Voor achtergrond afspeelmogelijkheden moet Lively in de achtergond blijven draaien.
pt_br: O Lively precisa ser executado em segundo plano para reproduzir o plano de fundo
sv: Lively måste köras i bakgrunden för uppspelning av tapeter.
uk: Lively необхідно працювати в фоні для відтворення шпалер.
vi: Lively cần chạy ngầm để phát lại hình nền
zh_hant: Lively 動態桌布需要在背景運作以進行桌布播放作業。

# Startup.Header
source: Start with Windows
ar: البدء مع ويندوز:
ca: Iniciar amb Windows
de: Mit Windows starten
fr: Démarrer avec Windows
hi: यह खिड़कियों से शुरू होता है
hu: Indítás Windowssal
id: Memulai aplikasi saat Windows dinyalakan
ja: Windows起動時に自動起動
nb_no: Start med Windows
nl_nl: Met Windows opstarten
pt_br: Iniciar com o windows
sv: Starta med Windows
uk: Запускати разом з Windows
vi: Khởi động cùng Windows
zh_hant: 隨 Windows 開機啟動

# TextAdd
source: Add
ar: أضف
ca: Afegir
de: Hinzufügen
fr: Ajouter
hi: जोड़ना
hu: Hozzáadás
id: Tambah
ja: 追加
nb_no: Legg til
nl_nl: Toevoegen
pt_br: Adicionar
sv: Lägg till
uk: Додати
vi: Thêm
zh_hant: 新增

# TextAllFiles
source: All Files
ar: جميع الملفات
ca: Tots els fitxers
de: Alle Dateien
fr: Tous les fichiers
hi: सभी फ़ाइल
hu: Minden fálj
id: Semua File
ja: すべてのファイル
nb_no: Alle filer
nl_nl: Alle bestanden
pt_br: Todos os arquivos
sv: Alla Filer
uk: Всі файли
vi: Tất cả tập tin
zh_hant: 全部檔案

# Application.Header
source: Application
ar: التطبيق
ca: Aplicació
de: Programm
hi: निवेदन
hu: Alkalmazás
id: Aplikasi
ja: アプリケーション
nb_no: Applikasjon
nl_nl: Applicatie
pt_br: Aplicativo
sv: Applikation
uk: Застосунок
vi: Ứng dụng
zh_hant: 應用程式

# Attribution.Header
source: Attribution
ar: الإسناد:
ca: Atribució
de: Namensnennung
hi: आरोपण
hu: Tulajdonság
id: Atribut
ja: 帰属
nb_no: Egenskaper
nl_nl: Attributie
pt_br: Atribuições
sv: Tillkännagivande
uk: Атрибути
vi: Đóng góp
zh_hant: 屬性

# Author.Text
source: Author
ar: المؤلف:
ca: Autor
de: Autor
fr: Auteur
hi: लेखक
hu: Szerző
id: Pembuat
ja: 作者
nb_no: Forfatter
nl_nl: Auteur
pt_br: Autor
sv: Skapare
uk: Автор
vi: Tác giả
zh_hant: 作者
