Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# AppRules.Header
source: Application Rules
ar: قواعد التطبيق
ca: Regles per aplicació
de: Anwendungsregeln
fr: Règles par application
hi: आवेदन के नियम
hu: Alkalmazás Szabályok
id: Peraturan Aplikasi
ja: アプリケーションのルール
nb_no: Applikasjonsregler
nl_nl: Toepassingsregels
pt_br: Regras de aplicativos
sv: Programregler
uk: Правила для програм
vi: Quy tắc của các ứng dụng
zh_hant: 應用程式規則

# AppTheme.Header
source: Theme
ar: سمة
ca: Tema
de: Erscheinungsbild
fr: Thème
hi: अंतर्वस्तु
hu: Téma
id: Tema
ja: テーマ
nb_no: Tema
nl_nl: Thema
pt_br: Tema
sv: Tema
uk: Тема
vi: Chủ đề
zh_hant: 主題

# TitleAudioPlayOnScreen
source: Play audio on screen
ar: تشغيل الصوت على الشاشة
ca: Reproduir àudio en pantalla
de: Audio auf dem Bildschirm wiedergeben
fr: Jouer de l'audio sur l'écran
hi: स्क्रीन पर ऑडियो चलाएं
hu: Audió lejátszása a képernyőn
id: Putar audio pada layar
ja: 音声を再生します。
nb_no: Spill av lyd på skjermen
nl_nl: Speel audio af op scherm
pt_br: Reproduzir áudio da tela
sv: Spela ljud på skärmen
uk: Грати музику на екрані
vi: Phát âm thanh trên màn hình
zh_hant: 在螢幕上播放音訊

# BatteryPower.Header
source: When on Battery Power
ar: عندما يكون على وضع البطارية:
ca: Al usar la bateria
de: Wiedergabeverhalten im Akkubetrieb
fr: Mode batterie activé
hi: जब बैटरी पर चल रहा है
hu: Ha Akkumulátoros Áramon van
id: Ketika Pada Daya Baterai
ja: バッテリー駆動時
nb_no: Når den går på batteri
nl_nl: Op batterijvoeding
pt_br: Quando estiver na energia da bateria
sv: När du är på batteriström
uk: Коли працює від акумулятора
vi: Khi đang dùng pin
zh_hant: 當處於電池供電

# TitleBrowseFile
source: Browse for video, gif, webpage... file to set as wallpaper
ar: تصفح للفيديو ، صورة متحركة ، صفحة ويب. ملف للتعيين كخلفية
ca: Explorar archius de vídeo, gifs, pàgines web... per a establir com a fons
de: Nach Video, Gif, Webseite, etc... suchen um Hintergrund festzulegen
fr: Recherchez un fichier vidéo, gif, page Web ... à définir comme fond d'écran
hi: वॉलपेपर के रूप में सेट करने के लिए वीडियो फ़ाइल, जिफ़, वेब पेज ... के लिए ब्राउज़ करें
hu: Keresés videó, gif, weboldal... fájl után, beállítani háttérképnek.
id: Telusuri file video, gif, halaman web untuk dijadikan sebagai wallpaper.
ja: 動画、GIF、Webページなど壁紙として設定するファイルを参照します。
nb_no: Bla igjennom videoer, gif, nettside... fil som skal velges som bakgrunn
nl_nl: Blader naar video, gif, webpagina... bestand om als achtergrond in te stellen
pt_br: Procurar arquivos de vídeo, gif, página da web... para definir como plano de fundo
sv: Bläddra efter video, gif, webbsida eller fil för att ställa in som bakgrundsbild
uk: Виберіть відео, GIF, веб-сторінку ... щоб встановити як шпалери
vi: Tìm kiếm video, gif, trang web,... để đặt làm hình nền
zh_hant: 瀏覽影片，GIF，網頁等檔案以設定為桌布

# BrowserDebuggingPort.Header
source: Debugging port
ar: منفذ التصحيح
ca: Port de depuració
fr: Port de débogage
hi: डिबग पोर्ट
hu: Hibakeresési port
id: Port Debug
ja: デバッグ用ポート
nb_no: Feilsøkingport
nl_nl: Debugging Poort
pt_br: Porta para debug
sv: Debuggningsport
uk: Порт налагодження
vi: Cổng debug
zh_hant: 除錯連接埠

# TitleChangelog
source: Changelog
ar: سِجل التغييرات
ca: Registre de canvis
de: Änderungenverlauf
fr: Notes de Version
hi: परिवर्तन पत्र (Changelog)
hu: Újdonságok
id: Catatan Perubahan
ja: 変更履歴
nb_no: Endringslogg
nl_nl: Wijzigingslogboek
pt_br: Registro de Alterações
sv: Ändringslogg
uk: Журнал змін
vi: Nhật ký thay đổi
zh_hant: 更新日誌

# Community.Header
source: Community
ar: المجتمع
ca: Comunitat
fr: Communauté
hi: समुदाय
hu: Közösség
id: Komunitas
ja: コミュニティ
nb_no: Nettsamfunn
pt_br: Comunidade
sv: Gemenskap
uk: Спільнота
vi: Cộng đồng
zh_hant: 社群

# Debug.Header
source: Debug
ar: التصحيح
ca: Depurar
de: Fehlersuche
fr: Debugger
hi: डिबग
ja: デバッグ
nb_no: Feilsøk
nl_nl: Fout opsporing
pt_br: Depurar
sv: Felsökning
uk: Налагодження
zh_hant: 除錯

# TitleDeleteConfirmation
source: Confirm Deletion
ar: تأكيد الحذف
ca: Confirmar l'eliminació
de: Löschen bestätigen
fr: Confirmer la suppression
hi: विलोपन की पुष्टि करें
hu: Törlés elfogadása
id: Konfirmasi Penghapusan
ja: 削除の確認
nb_no: Bekreft sletting
nl_nl: Bevestig verwijdering
pt_br: Confirmar exclusão
sv: Bekräfta radering
uk: Підтвердіть видалення
vi: Xác nhận xóa
zh_hant: 確認刪除

# DesktopPicture.Header
source: Desktop picture
ar: صورة سطح المكتب
de: Desktop Hintergrund
fr: Image du bureau
id: Gambar Desktop
ja: デスクトップの画像
nb_no: Skrivebordsbilde
pt_br: Imagem da Área de Trabalho
sv: Skrivbordsbild
uk: Зображення на робочому столі
vi: Ảnh Desktop
zh_hant: 桌面圖片

# DisplayPauseRule.Header
source: Display pause rule
ar: عرض قاعدة الإيقاف المؤقت:
ca: Regla de Pausa de Pantalla
de: Modus zum Pausieren
fr: Règle de mise en pause de l'affichage
hi: ठहराव नियम दिखाएं
hu: Szüneteltetési Előírás Megjelenítése
id: Peraturan Jeda Per-layar
ja: 表示の一時停止ルール
nb_no: Vis pauseregel
nl_nl: Geef pauzeregels weer
pt_br: Regra de exibição em pausa
sv: Visa pausregel
uk: Правило зупинки екрану
vi: Quy tắc tạm dừng hình nền desktop
zh_hant: 顯示幕暫停規則

# Documentation.Header
source: Documentation
ar: الوثائق
ca: Documentació
de: Dokumentation
hi: दस्तावेज़ीकरण
hu: Dokumentáció
id: Dokumentasi
ja: ドキュメント
nb_no: Dokumentasjon
nl_nl: Documentatie
pt_br: Documentação
sv: Dokumentation
uk: Документація
vi: Tài liệu
zh_hant: 文件

# EnterUrl.Header
source: Enter URL
ar: ادخل عنوان URL
ca: Introdueix URL
de: URL eingeben
fr: Entrer une URL
hi: URL दर्ज करें
hu: Adja meg az URL-t
id: Masukkan URL
ja: URLを入力
nb_no: Skriv inn URL
nl_nl: Voer URL in
pt_br: Insira a URL
sv: Ange URL
uk: Введіть URL
vi: Nhập URL
zh_hant: 輸入 URL

# ExportLogs.Header
source: Log File
ar: ملف السجل
ca: Fitxer de registre
de: Protokolldatei
fr: Fichier de Logs
hi: लॉग फ़ाइल (Log)
hu: Naplófájl
id: File log
ja: ログファイル
nb_no: Loggfil
nl_nl: Logbestand
pt_br: Arquivo de log
sv: Loggfil
uk: Файл журналу
zh_hant: 日誌檔

# TitleGeneral
source: General
ar: عام:
de: Allgemein
fr: Général
hi: सामान्य
hu: Általános
id: Umum
ja: 一般
nb_no: Generelt
nl_nl: Algemeen
pt_br: Geral
sv: Allmänt
uk: Основні
vi: Tổng quát
zh_hant: 一般

# GifPlayer.Header
source: Gif player
ar: مشغل Gif
fr: Lecteur GIF
hi: खिलाड़ी जीआईएफ
hu: Gif lejátszó
id: Pemutar GIF
ja: Gif プレイヤー
nb_no: Gif spiller
pt_br: Reprodutor de GIF
sv: Gif Spelare
uk: GIF-плеєр
vi: Trình chiếu Gif
zh_hant: GIF 播放器

# Help.Label
source: Help
ar: مساعدة
ca: Ajuda
de: Hilfe
fr: Aide
hi: हाथ बटाना
hu: Segítség
id: Bantuan
ja: ヘルプ
nb_no: Hjelp
nl_nl: Hulp
pt_br: Ajuda
sv: Hjälp
uk: Допомога
vi: Hỗ trợ
zh_hant: 幫助

# TitleInteraction
source: Interaction
ar: التفاعل
ca: Interacció
de: Interaktion
hi: इंटरेक्शन
hu: Interakció
id: Interaksi
ja: インタラクション
nb_no: Samspill
nl_nl: Interactie
pt_br: Interação
sv: interaktion
uk: Взаємодія
vi: Tương tác
zh_hant: 互動

# TitleLibrary
source: Library
ar: المكتبة
ca: Llibreria
de: Bibliothek
fr: Bibliothèque
hi: पुस्तकालय
hu: Könyvtár
id: Pustaka
ja: ライブラリー
nb_no: Bibliotek
nl_nl: Bibliotheek
pt_br: Biblioteca
sv: Bibliotek
uk: Бібліотека
vi: Thư viện
zh_hant: 資料庫

# TitleLivelySetup
source: Lively Setup
ar: الإعداد Lively
ca: Configuració de Lively
de: Lively-Einrichtung
fr: Installation de Lively
hi: एनिमेटेड सेटिंग्स
hu: Lively Felépítés
id: Pengaturan Lively
ja: Lively セットアップ
nb_no: Oppsett av Lively
nl_nl: Lively Installatie
pt_br: Instalação do Lively
sv: Lively Installation
uk: Встановлення Lively
vi: Cài đặt Lively
zh_hant: Lively 動態桌布設定精靈

# TitleLocation
source: Location
ar: الموقع
ca: Ubicació
de: Standort
fr: Emplacement
hi: स्थान
hu: Pozíció
id: Lokasi
ja: 場所
nb_no: Plassering
nl_nl: Locatie
pt_br: Localização
sv: Plats
uk: Місцезнаходження
vi: Vị trí
zh_hant: 位置

# LockscreenPicture.Header
source: Lockscreen picture
ar: صورة شاشة القفل
ca: Imatge de pantalla de bloqueig
de: Sperrbildschirm-Hintergrund
fr: Image de l'écran de verrouillage
id: Gambar Lockscreen
ja: ロック画面の画像
nb_no: Låseskjermbilde
pt_br: Imagem da Tela de Bloqueio
sv: Bild på låsskärmen
uk: Зображення на екрані блокування
vi: Hình nền của màn hình khóa
zh_hant: 鎖定螢幕圖片

# TitleMisc
source: Misc
ar: متنوعة
ca: Miscel·lani
de: Verschiedenes
fr: Divers
hi: विविध
hu: Egyéb
id: Lainnya
ja: その他
nb_no: Diverse
nl_nl: Diversen
pt_br: Outros
sv: Diverse
uk: Інше
vi: Khác
zh_hant: 雜項

# TitleMute
source: Mute
ar: كتم الصوت
ca: Silenciar
de: Stumm
fr: Muet
hi: मूक
hu: Némítás
id: Senyap
ja: ミュート
nb_no: Demp
nl_nl: Onderdrukken
pt_br: Som desativado
sv: Tysta
uk: Заглушити
vi: Tắt tiếng
zh_hant: 靜音

# PauseAlgorithm.Header
source: Pause algorithm
ar: إيقاف مؤقت للخوارزمية:
ca: Algoritme de pausa
de: Pausierungsalgorithmus
fr: Algorithme de mise en pause
hi: एल्गोरिथ्म रोकें
hu: Algoritmus szüneteltetése
id: Algoritma Jeda
ja: アルゴリズムの一時停止
nb_no: Pause algoritme
nl_nl: Algoritme onderbreken
pt_br: Algoritmo de pausa
sv: Pausa algoritmen
uk: Алгоритм зупинки
vi: Thuật toán tạm dừng
zh_hant: 暫停演算法

# TitlePerformance
source: Performance
ar: الأداء:
ca: Rendiment
de: Leistung
fr: Performances
hi: उत्पादकता
hu: Működés
id: Performa
ja: パフォーマンス
nb_no: Ytelse
nl_nl: Prestatie
pt_br: Desempenho
sv: Prestanda
uk: Продуктивність
vi: Hiệu suất
zh_hant: 效能

# TitlePlaylist
source: Playlist
ar: قائمة التشغيل
ca: Llista de reproducció
de: Wiedergabeliste
hi: खेलने की सूची
hu: Lejátszási lista
id: Daftar Putar
ja: プレイリスト
nb_no: Spilleliste
nl_nl: Afspeellijst
pt_br: Lista de reprodução
sv: Spellista
uk: Плейлист
vi: Danh sách phát
zh_hant: 播放清單

# PleaseWait.Text
source: Please wait
ar: يرجى الإنتظار
ca: Si us plau, espera
de: Einen Moment...
fr: Veuillez patientez ...
hi: कृपया प्रतीक्षा करें
hu: Kérem várjon...
id: Mohon Tunggu
ja: ちょっと待って
nb_no: Vennligst vent
nl_nl: Ogenblik geduld aub
pt_br: Aguarde
sv: Vänligen vänta
uk: Будь ласка, зачекайте
vi: Vui lòng đợi
zh_hant: 請稍候

# PowerSavingModePower.Header
source: When on Battery Saver
ar: عندما يكون على وضع البطارية
ca: En Estalvi de Bateria
de: Wiedergabeverhalten im Energiesparmodus
fr: Quand le mode économie d'énergie est activé
hi: बैटरी सेवर पे होने पर
hu: Akkumulátor-kímélő módban
id: Saat mode Penghemat Baterai
ja: 省電力モード有効時
nb_no: Når den går på batteri
nl_nl: Als energiebesparingsmodus ingeschakeld is
pt_br: Quando estiver na Economia de Bateria
sv: Vid användning av batterisparläget
uk: У режимі економії заряду акумулятора
vi: Khi đang ở trong chế độ tiết kiệm pin
zh_hant: 當處於省電模式

# RemoteDesktopPower.Header
source: When on Remote Desktop
ar: عندما يكون على سطح المكتب البعيد
ca: En Escriptori Remot
de: Wiedergabeverhalten während Remotedesktopsitzung
fr: Lors d'une connexion de bureau distant
hi: Remote Desktop पे होने पर
hu: Távoli asztal használata közben
id: Ketika sedang Remote Desktop
ja: リモート デスクトップ有効時
nb_no: Når den er på eksternt skrivebord
nl_nl: Bij een Remote Desktop sessie
pt_br: Quando estiver na Área de Trabalho Remota
sv: Vid användning av fjärrskrivbordet
uk: Коли на віддаленому робочому столі
vi: Khi đang điều khiển máy tính từ xa
zh_hant: 當處於遠端桌面

# ReportBug.Header
source: Report Bug
ar: الإبلاغ عن الخطأ
ca: Informa d'un error
de: Fehler melden
fr: Signaler un Bug
hi: बग रिपोर्ट करें (Bug)
hu: Hibajelentés
id: Laporkan Masalah
ja: バグを報告
nb_no: Rapporter feil
nl_nl: Bug Melden
pt_br: Reportar Bug
sv: Rapportera fel
uk: Повідомити про помилку
vi: Báo lỗi
zh_hant: 回報 Bug

# TitleScalingFit
source: Scaling/Fit
ar: التحجيم/ الاحتواء
ca: Escalar/Ajustar
de: Skalierung und Anpassung
fr: Mise à l'échelle
hi: स्केल / समायोजित करें
hu: Arányosítás/Illesztés
id: Skala/Pas
ja: スケーリング/フィット
nb_no: Skalering/Tilpass
nl_nl: Schalen/Aanpassen
pt_br: Escala/Ajuste
sv: Skalning/Fyll
uk: Масштабування/Розміщення
vi: Kích thước/Tỷ lệ
zh_hant: 縮放/適合

# ControlPanel.Title
source: Control Panel
ar: تخطيط الشاشة
ca: Panell de control
de: Bildschirm-Layout
fr: Mise en page des écrans
hi: कंट्रोल पैनल
hu: Képernyő elrendezés
id: Panel Kendali
ja: コントロール パネル
nb_no: Kontrollpanel
nl_nl: Controlepaneel
pt_br: Layout da tela
sv: Skärmlayout
uk: Макет шпалер
vi: Bảng điều khiển
zh_hant: 控制台

# TitleScreensaver
source: Screensaver
ar: شاشة التوقف
ca: Estalvi de pantalla
de: Bildschirmschoner
fr: Économiseur d'écran
hi: स्क्रीन सेवर
hu: Képernyőkímélő
ja: スクリーンセーバー
nb_no: Skjermsparer
pt_br: Protetor de Tela
sv: Skärmsläckare
uk: Заставка
vi: Màn hình chờ
zh_hant: 螢幕保護程式

# TitleScreensaverLockOnResume
source: On resume, display logon screen
ar: عند الاستئناف، عرض شاشة تسجيل الدخول
ca: En reprendre, mostra la pantalla d'inici de sessió
de: Beim Fortsetzen den Anmeldebildschirm anzeigen
fr: Lors de la reprise, afficher l'écran de connexion
hi: फिर से शुरू करने पर, लॉगऑन (Logon) स्क्रीन प्रदर्शन किया जाए
hu: Számítógép zárolása
id: Saat dilanjutkan, tampilkan layar log in dahulu
ja: レジューム時、ログオン画面の表示
nb_no: Når det gjenopptas, vis påloggingsskjerm
nl_nl: Bij hervatten, weergeef aanmeldscherm
pt_br: Ao retornar, exibir tela de logon
sv: Vid återupptagande visas inloggningsskärmen
uk: У резюме, екрана входу
vi: Khi trở lại, hiển thị màn hình đăng nhập
zh_hant: 恢復工作階段後，顯示登入螢幕

# TitleSelectFile
source: Select File
ar: تحديد ملف
ca: Seleccionar Arxiu
de: Datei auswählen
fr: Sélectionner un fichier
hi: फ़ाइल का चयन करें
hu: File kiválasztása
id: Pilih File
ja: ファイルを選択
nb_no: Velg fil
nl_nl: Selecteer Bestand
pt_br: Selecione o arquivo
sv: Välj fil
uk: Виберіть файл
vi: Chọn tập tin
zh_hant: 選取檔案

# TitleSettings
source: Settings
ar: الإعدادات
ca: Configuracions
de: Einstellungen
fr: Paramètres
hi: समायोजन
hu: Beállítások
id: Pengaturan
ja: 設定
nb_no: Innstillinger
nl_nl: Eigenschappen
pt_br: Configurações
sv: Inställningar
uk: Налаштування
vi: Cài đặt
zh_hant: 設定

# TitleSkipConfirm
source: Skip Confirmation
ar: تخطي التأكيد
ca: Ignorar Confirmació
de: Bestätigung überspringen
fr: Passer la confirmation
hi: पुष्टि (Confirmation) करना छोड़कर आगे बढ़ें
hu: Átugrás Megerősítése
id: Lewati Konfirmasi
ja: スキップの確認
nb_no: Hopp over bekreftelse
nl_nl: Bevestiging overslaan
pt_br: Pular Confirmação
sv: Hoppa över bekräftelse
uk: Пропустити підтвердження
vi: Bỏ qua đồng ý
zh_hant: 跳過確認

# SourceCode.Header
source: Source Code
ar: شفرة المصدر
ca: Codi font
de: Quellcode
fr: Code source
hi: स्रोत (Source) कोड
hu: Forráskód
id: Kode sumber
ja: ソースコード
nb_no: Kildekode
nl_nl: Broncode
pt_br: Código Fonte
sv: Källkod
uk: Вихідний код
vi: Mã nguồn
zh_hant: 原始碼

# Store.Header
source: Store
ar: متجر
ca: Botiga
de: Microsoft Store
fr: Magasin
hi: दुकान
hu: Bolt
id: Toko
ja: Microsoft ストア
nb_no: Butikk
nl_nl: Winkel
pt_br: Loja
sv: Butik
uk: Магазин
vi: Cửa hàng
zh_hant: 商店

# StreamWallpaperVideoQuality.Header
source: Stream
ar: ستريم/فيديو مباشر
fr: Flux
hi: संचार
hu: Élő adás
id: Aliran
ja: ストリーム
nb_no: Strømming
sv: Ström
uk: Стрім
vi: Chiếu trực tiếp
zh_hant: 串流

# StreamWallpaperDetect.Header
source: Detect streams
ar: كشف تيارات
ca: Detectar Streams
de: Streams erkennen
fr: Détection du flux
hi: धाराओं का पता लगाएं
hu: Élő adások Érzékelése
id: Deteksi Stream
ja: ストリームの検出
nb_no: Oppdag strømmer
nl_nl: Detecteer Streams
pt_br: Detectar Streams
sv: Upptäck strömmar
uk: Виявляти потокове відео
vi: Phát hiện Stream
zh_hant: 偵測串流

# TitleStreamWallpaperVideoQuality
source: Video quality
ar: جودة الفيديو
ca: Qualitat dels Streams
de: Videoqualität
fr: Qualité vidéo
hi: विडियो की गुणवत्ता
hu: Videó Minőség
id: Kualitas Video
ja: 動画の画質
nb_no: Videokvalitet
nl_nl: Video kwaliteit
pt_br: Qualidade do Vídeo
sv: Videokvalitet
uk: Якість відео
vi: Chất lượng video
zh_hant: 影片品質

# System.Header
source: System
ar: النظام
ca: Sistema
fr: Système
hi: प्रणाली (System)
hu: Rendszer
id: Sistem
ja: システム
nl_nl: Systeem
pt_br: Sistema
uk: Система
vi: Hệ thống
zh_hant: 作業系統

# TaskbarTheme.Header
source: Taskbar Theme
ar: موضوع شريط المهام
ca: Tema de la barra de tasques
de: Taskleisten-Design
fr: Thème de la barre des tâches
hi: Taskbar थीम
hu: Tálca Téma
id: Tema Taskbar
ja: タスクバーのスタイル
nb_no: Tema for oppgavelinjen
nl_nl: Taakbalk Thema
pt_br: Tema da Barra de Tarefas
sv: Tema för aktivitetsfältet
uk: Тема панелі завдань
vi: Phông màu của Taskbar
zh_hant: 工具列主題

# TitleTileSize
source: Tile Size
ar: حجم البلاط
ca: Mida del mosaic
de: Kachelgröße
fr: Taille de l'aperçu
hi: शीर्षक आकार
hu: Csempe Méret
id: Ukuran Kolom
ja: タイルのサイズ
nb_no: Ikonstørrelse
nl_nl: Tegelgrootte
pt_br: Tamanho da visualização
sv: Rutstorlek
uk: Розмір плитки
vi: Kích thước ô
zh_hant: 預覽大小

# TitleUIMode
source: User Interface
ar: واجهة المستخدم
ca: Interfície d'usuari
de: Benutzeroberfläche
fr: Interface utilisateur
hi: प्रयोक्ता इंटरफ़ेस
hu: Felhasználói Felület
id: Tampilan
ja: ユーザー インターフェース
nb_no: Brukergrensesnitt
nl_nl: Gebruikersomgeving
pt_br: Interface de Usuário
sv: Användargränssnitt
uk: Інтерфейс
vi: Giao diện người dùng
zh_hant: 使用者介面

# TitleUpdates
source: Updates
ar: التحديثات
ca: Actualitzacions
de: Aktualisierungen
fr: Mises à jour
hi: अपडेटस (Updates)
hu: Frissítések
id: Pembaruan
ja: アップデート
nb_no: Oppdateringer
pt_br: Atualizações
sv: Uppdatering
uk: Оновлення
vi: Cập nhật
zh_hant: 更新

# TitleVideo
source: Video
ar: فيديو
ca: Vídeo
fr: Vidéo
hi: वीडियो
hu: Videó
ja: 動画
pt_br: Vídeo
uk: Відео
zh_hant: 影片

# VideoHardwareDecode.Header
source: GPU decode
ar: وحدة فك تشفير GPU
ca: Descodificació GPU
de: GPU-Dekodierung
fr: Accélération GPU
id: Decode GPU
ja: GPU デコード
nb_no: GPU dekoding
pt_br: Decodificação via GPU
sv: GPU avkodning
uk: GPU декодування
zh_hant: GPU 解碼

# TitleWallpaper
source: Wallpaper
ar: ورق الجدران
ca: Fons de pantalla
de: Hintergrund
fr: Fond d'écran
hi: वॉलपेपर
hu: Háttérkép
ja: 壁紙
nb_no: Bakgrunn
nl_nl: Achtergrond
pt_br: Plano de fundo
sv: Bakgrundsbild
uk: Шпалери
vi: Hình nền
zh_hant: 桌布

# WallpaperDir.Header
source: Wallpaper Directory
ar: دليل ورق الجدران
ca: Directori dels fons de pantalla
de: Hintergrund-Verzeichnis
fr: Répertoire des fonds d'écran
hi: वॉलपेपर की निर्देशिका
hu: Háttérkép Címtár
id: Lokasi Wallpaper
ja: 壁紙のディレクトリ
nb_no: Bakgrunnsmappe
nl_nl: Achtergrond folder
pt_br: Local dos planos de fundo
sv: Bakgrundskatalog
uk: Тека зі шпалерами
vi: Thư mục hình nền
zh_hant: 桌布目錄

# WallpaperDirMoveExisting.Content
source: Move existing wallpapers to new folder
ar: نقل خلفيات موجودة إلى مجلد جديد
ca: Moure els fons de pantalla existents al nou directori
de: Vorhandene Hintergründe in neuen Ordner verschieben
fr: Déplacer les fonds d'écran existants vers un nouveau dossier
hi: मौजूदा वॉलपेपर को एक नए फ़ोल्डर में ले जाएं
hu: Mozgass meglévő háttérképet egy új mappába
id: Pindahkan wallpaper yang sudah ada pada folder baru
ja: 既存の壁紙を新しいフォルダに移動
nb_no: Flytt eksisterende bakgrunner til ny mappe
nl_nl: Verplaats bestaande achtergronden naar een nieuwe folder
pt_br: Mover planos de fundo existentes para nova pasta.
sv: Flytta befintliga bakgrundsbilder till en ny mapp
uk: Перемістіть наявні шпалери в нову теку
vi: Di chuyển tất cả hình nền hiện tại vào thư mục mới
zh_hant: 將現有動態桌布移動至新資料夾

# WallpaperFit.Header
source: Choose a fit
ar: اختيار صالح
ca: Trieu un ajust
de: Hintergrundanpassung wählen
fr: Mise à l'échelle
hi: एक विकल्प चुनें
hu: Válassz egy illeszkedést
id: Pilih yang pas
ja: 拡大方法を選択
nb_no: Velg en tilpasning
nl_nl: Selecteer de schaal
pt_br: Escolha um ajuste
sv: Välj storleksanpassning
uk: Метод розміщення
vi: Chọn tỉ lệ hình nền
zh_hant: 選取一種適合方案

# WallpaperInput.Header
source: Wallpaper input
ar: إدخال ورق الحائط
ca: Entrada
de: Hintergrundinteraktion
fr: Périphérique d'interaction
hi: वॉलपेपर इनपुट
hu: Bemenő Háttérkép
id: Masukan Wallpaper
ja: 壁紙への入力
nb_no: Bakgrunnsinputt
nl_nl: Achtergrond invoer
pt_br: Entrada do plano de fundo
sv: Bakgrundssinmatning
uk: Пристрій вводу
vi: Tương tác bằng
zh_hant: 桌布輸入

# WallpaperLayout.Header
source: Placement Method
ar: حدد تخطيط الخلفية:-
ca: Mètode d'ubicació
de: Hintergrund Layout
fr: Sélectionner la disposition du fond d'écran
hi: बिछाने की विधि
hu: Háttérkép Elrendezés
id: Metode Peletakan
ja: 配置方法
nb_no: Plasseringsmetode
nl_nl: Plaatsingsmethode
pt_br: Selecione a disposição do plano de fundo
sv: Bakgrundsslayout
uk: Виберіть макет шпалер
vi: Phương pháp sắp xếp
zh_hant: 放置方式

# WallpaperPlaybackGroup.Header
source: Wallpaper playback
ar: تشغيل الخلفية:
ca: Reproducció de fons
de: Hintergrundwiedergabe
fr: Lecture des fonds d'écrans
hi: वॉलपेपर प्रजनन
hu: Háttérkép Lejátszás
id: Pemutaran Wallpaper
ja: 壁紙の再生
nb_no: Bakgrunnsavspilling
nl_nl: Achtergrond afspeelmogelijkheden
pt_br: Reprodução do plano de fundo
sv: Bakgrundsuppspelning
uk: Відтворення шпалер
vi: Phát lại hình nền
zh_hant: 桌布播放行為

# TitleWarning
source: Warning
ar: تحذير
ca: Advertència
de: Warnung
fr: Attention
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
ja: 警告
nb_no: Advarsel
nl_nl: Waarschuwing
pt_br: Aviso
sv: Varning
uk: Увага
vi: Cảnh báo
zh_hant: 警告

# WebBrowser.Header
source: Web browser
ar: متصفح الويب:
ca: Navegador web
de: Browser
fr: Navigateur Internet
hi: वेब नेविगेटर
hu: Web Böngésző
ja: Web ブラウザー
nb_no: Nettleser
pt_br: Navegador
sv: Webbläsare
uk: Веб браузер:
vi: Trình duyệt Web
zh_hant: 網頁瀏覽器

# WebBrowserDiskCache.Header
source: Disk cache
ar: ذاكرة التخزين المؤقت على القرص
ca: Memòria cau del disc
de: Cache
fr: Cache sur disque
hi: डिस्क कैश
hu: Lemez gyorsítótár
id: Cache penyimpanan
ja: ディスクキャッシュ
nb_no: Mellomlager på disk
nl_nl: Schijfcache
pt_br: Cache em disco
uk: Кеш на диску
vi: Bộ nhớ đệm
zh_hant: 磁碟暫存

# TitleWebBrowserEngine
source: Engine
ar: محرك
ca: Motor
fr: Moteur Web
hi: मशीन
hu: Motor
id: Mesin
ja: エンジン
nb_no: Motor
nl_nl: Programma
sv: Motor
uk: Веб-двигун
zh_hant: 引擎

# TitleWebpageLoad
source: Load Webpage
ar: تحميل الصفحة
ca: Carregar pàgina web
de: Webseite laden
fr: Charger la page web
hi: लोड वेब पेज
hu: Weboldal Betöltése
id: Muat Halaman Web
ja: Webページの読み込み
nb_no: Last nettside
nl_nl: Laad webpagina
pt_br: Carregar página da web
sv: Ladda webbsidan
uk: Завантажити сторінку
vi: Tải trang web
zh_hant: 載入網頁

# FastUI.Description
source: Keep User Interface running for faster startup
ar: إبقاء واجهة المستخدم تعمل من أجل بدء تشغيل أسرع
ca: Mantenir Interfícies d'Usuari executant-se per un inici més ràpid
de: Benutzeroberfläche für schnelleren Startvorgang im Hintergrund geöffnet lassen
fr: Lancer l'application en arrière-plan pour un démarrage plus rapide
hi: Faster Startup चलने पर User Interface रखें
hu: Tartsa futva a felhasználói felületet a gyorsabb indítás érdekében
id: Tetap jalankan tampilan pengguna untuk memulai lebih cepat
ja: ユーザーインターフェースを維持し、起動を高速化します。
nb_no: Hold brukergrensesnittet i gang for raskere oppstart
nl_nl: Gebruikersinterface actief houden voor sneller opstarten
pt_br: Manter a Interface de Usuário em execução para uma inicialização mais rápida
sv: Håll igång användargränssnittet för en snabbare uppstart
uk: Залишати інтерфейс користувача запущеним для швидкого запуску
vi: Giữ Lively chạy để mở nhanh hơn vào lần sau
zh_hant: 保持使用者介面在運作中以加快啟動速度

# FastUI.Header
source: Fast startup
ar: بدأ تشغيل اسرع
ca: Inici ràpid
de: Schnellstart
fr: Démarrage rapide
hi: जल्दी शुरुआत करें (Startup)
hu: Gyors indítás
id: Mulai cepat
ja: 高速起動
nb_no: Hurtig oppstart
nl_nl: Snel opstarten
pt_br: Inicialização Rápida
sv: Snabb uppstart
uk: Швидкий запуск
vi: Mở nhanh
zh_hant: 快速啟動

# WallpaperDirGroup.Header
source: File
ar: الملف
ca: Arxiu
de: Datei
fr: Fichier
hi: फ़ाइल
hu: Fájl
id: Berkas
ja: ファイル
nb_no: Fil
nl_nl: Bestand
pt_br: Arquivo
sv: Fil
uk: Файл
zh_hant: 檔案

# AppThemeDark.Content
source: Dark
ar: داكن
ca: Fosc
de: Dunkel
fr: Sombre
hi: डार्क
hu: Sötét
id: Gelap
ja: ダーク
nb_no: Mørk
pt_br: Escuro
sv: Mörk
uk: Темний
vi: Tối
zh_hant: 深色

# AppThemeLight.Content
source: Light
ar: ابيض
ca: Clar
de: Hell
fr: Clair
hi: लाइट
hu: Világos
id: Terang
ja: ライト
nb_no: Lys
nl_nl: Licht
pt_br: Claro
sv: Ljus
uk: Світлий
vi: Sáng
zh_hant: 淺色

# AppThemeSystem.Content
source: System
ar: النظام
ca: Sistema
fr: Système
hi: प्रणाली (System)
hu: Rendszer
id: Ikuti Sistem
ja: システム
nl_nl: Systeem
pt_br: Sistema
uk: Система
vi: Hệ thống
zh_hant: 系統
