Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# TextBack
source: Back
ar: رجوع
ca: Retornar
de: Zurück
fr: Retour
hi: पीछे
hu: Vissza
id: Kembali
ja: 戻る
nb_no: Tilbake
nl_nl: Terug
pt_br: Voltar
sv: Tillbaka
uk: Назад
vi: Quay lại
zh_hant: 返回

# TextBrowse
source: Browse
ar: تصفح
ca: Navegar
de: Durchsuchen
fr: Rechercher
hi: ढूंढें
hu: Keresés
id: Telusuri
ja: 参照
nb_no: Bla gjennom
nl_nl: Bladeren
pt_br: Procurar
sv: Bläddra
uk: Огляд
vi: Duyệt
zh_hant: 瀏覽

# Cancel.Content
source: Cancel
ar: إلغاء
ca: Cancel·lar
de: Abbrechen
fr: Annuler
hi: रद्द करना
hu: Mégse
id: Batal
ja: キャンセル
nb_no: Avbryt
nl_nl: Annuleer
pt_br: Cancelar
sv: Avbryt
uk: Скасувати
vi: Hủy
zh_hant: 取消

# TextChangeWallpaper
source: Change Wallpapers
ar: تغيير الخلفية
ca: Canvia el fons de pantalla
de: Hintergründe ändern
fr: Changer de fond d'écran
hi: वॉलपेपर बदलें
hu: Háttérkép-változtatás
id: Ganti Wallpaper
ja: 壁紙を変更
nb_no: Endre bakgrunn
nl_nl: Achtergrond wijzigen
pt_br: Alterar Plano de Fundo
sv: Byt bakgrundsbild
uk: Змінити шпалери
vi: Thay đổi hình nền
zh_hant: 變更桌布

# TextClose
source: Close
ar: اغلاق
ca: Tancar
de: Schließen
fr: Fermer
hi: बंद करना
hu: Bezár
id: Tutup
ja: 閉じる
nb_no: Lukk
nl_nl: Afsluiten
pt_br: Fechar
sv: Stäng
uk: Закрити
vi: Đóng
zh_hant: 關閉

# CloseWallpapers.Label
source: Close
ar: إغلاق الخلفية
ca: Tancar fons de pantalla.
de: Schließen
fr: Fermer les fonds d'écran
hi: वॉलपेपर बंद करें
hu: Háttérkép
id: Tutup
ja: 壁紙を閉じる
nb_no: Lukk
nl_nl: Achtergronden Sluiten
pt_br: Fechar plano de fundo
sv: Stäng bakgrundsbild
uk: Закрити шпалери
vi: Đóng hình nền
zh_hant: 關閉桌布

# TextCompleted
source: Completed!
ar: تم!
ca: Completat!
de: Abgeschlossen!
fr: Terminé !
hi: पूरा हुआ!
hu: Teljesítve!
id: Selesai!
ja: 完了！
nb_no: Fullført!
nl_nl: Voltooid!
pt_br: Pronto!
sv: Avslutad!
uk: Готово!
vi: Hoàn thành!
zh_hant: 已完成！

# ControlPanel.Subtitle
source: Click here to manage wallpapers
ar: انقر هنا لإدارة خلفيات.
de: Hier klicken, um Hintergründe zu verwalten
fr: Cliquer ici pour gérer les fonds d'écran
hi: अपने वॉलपेपर प्रबंधित करने के लिए यहां क्लिक करें।
hu: Kattints ide hogy kezeld a háttérképeket.
id: Klik disini untuk mengatur wallpaper
ja: クリックで壁紙の管理へ
nb_no: Klikk her for å håndtere bakgrunner
pt_br: Clique aqui para gerenciar os planos de fundo
sv: Klicka här för att hantera bakgrundsbilder.
uk: Натисніть тут для керування шпалерами.
vi: Nhấn vào đây để quản lý hình nền
zh_hant: 點選此處以管理桌布

# TextConvertVideo
source: Convert to Video
ar: تحويل إلى فيديو
ca: Convertir a Vídeo
de: In Video konvertieren
fr: Convertir en vidéo
hi: एक वीडियो परिवर्तित करें
hu: Videóvá konvertálás
id: Ubah ke Video
ja: 動画に変換
nb_no: Konverter til Video
nl_nl: Omzetten naar Video
pt_br: Converter para vídeo
sv: Konvertera till video
uk: Перетворення в відео
vi: Chuyển đổi thành Video
zh_hant: 轉換為影片

# TextCreatePreview
source: Create Preview
ar: إنشاء معاينة
ca: Crea una previsualització
de: Vorschau erstellen
fr: Créer un aperçu
hi: पूर्वावलोकन बनाएं
hu: Előnézet készítése
id: Buat Preview
ja: プレビューの作成
nb_no: Opprett forhåndsvisning
nl_nl: Maak voorvertoning
pt_br: Criar visualização
sv: Skapa förhandsgranskning
uk: Створити попередній перегляд
vi: Xem trước hình nền
zh_hant: 建立預覽

# Customise.Text
source: Customise
ar: تخصيص
ca: Personalitzar
de: Anpassen
fr: Personnaliser
hi: वैयक्तिकृत करें
hu: Testreszab
id: Sesuaikan
ja: カスタマイズ
nb_no: Tilpass
nl_nl: Bewerken
pt_br: Customizar
sv: Anpassa bakgrundsbilden
uk: Налаштувати
vi: Tùy chỉnh
zh_hant: 自訂

# CustomiseWallpaper.Label
source: Customise
ar: تخصيص خلفية
ca: Personalitzar el fons de pantalla
de: Hintergrund anpassen
fr: Personnaliser le fond d'écran
hi: वॉलपेपर कस्टमाइज़ करें
hu: Háttérkép testreszabása
id: Sesuaikan Wallpaper
ja: 壁紙のカスタマイズ
nb_no: Tilpass
nl_nl: Achtergronden Bewerken
pt_br: Personalizar plano de fundo
sv: Anpassa bakgrundsbilden
uk: Налаштувати шпалер
vi: Tùy chỉnh hình nền
zh_hant: 自訂桌布

# DeleteWallpaper.Text
source: Delete
ar: حذف الخلفية
ca: Eliminar el fons de pantalla
de: Löschen
fr: Supprimer
hi: वॉलपेपर हटाएं
hu: Háttérkép törlése
id: Hapus Wallpaper
ja: 削除
nb_no: Slett
nl_nl: Achtergronden Verwijderen
pt_br: Excluir plano de fundo
sv: Ta bort bakgrundsbild
uk: Видалити шпалери
vi: Xóa
zh_hant: 刪除

# Description.Text
source: Description
ar: الوصف
ca: Descripció
de: Beschreibung
hi: विवरण
hu: Leírás
id: Deskripsi
ja: 説明
nb_no: Beskrivelse
nl_nl: Beschrijving
pt_br: Descrição
sv: Beskrivning
uk: Опис
vi: Mô tả
zh_hant: 描述

# DisplayPauseRuleAllScreen.Content
source: All screen(s)
ar: جميع الشاشة(ات)
ca: Totes les pantalles
de: Alle Bildschirme
fr: Tous les écrans
hi: पूरी स्क्रीन
hu: Összes Képernyő
id: Semua Layar
ja: 全画面
nb_no: Alle skjermer
nl_nl: Alle Schermen
pt_br: Todas as telas
sv: Alla skärmar
uk: Всі екрани
vi: Tất cả màn hình
zh_hant: 全部螢幕

# DisplayPauseRulePerScreen.Content
source: Per screen
ar: لكل شاشة
ca: Per pantalla
de: Pro Bildschirm
fr: Par écran
hi: प्रति स्क्रीन
hu: Képernyőnként
id: Per Layar
ja: 1画面当たり
nb_no: Hver skjerm
nl_nl: Per Scherm
pt_br: Por tela
sv: Per skärm
uk: Певний екран
vi: Từng màn hình
zh_hant: 單一螢幕

# TextDownload
source: Download
ar: تنزيل
ca: Descarregar
de: Herunterladen
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
nb_no: Last ned
pt_br: Baixar
sv: Ladda ner
uk: Завантажити
vi: Tải xuống
zh_hant: 下載

# EditWallpaper.Text
source: Edit
ar: تحرير
ca: Editar
de: Bearbeiten
fr: Éditer
hi: संपादित (Edit)
hu: Szerkeszt
id: Ubah
ja: 編集
nb_no: Rediger
nl_nl: Wijzig
pt_br: Editar
sv: Redigera
uk: Редагувати
vi: Chỉnh sửa
zh_hant: 編輯

# TextError
source: Error
ar: لايفلي: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Galat
ja: エラー
nb_no: Feil
nl_nl: Foutmelding
pt_br: Erro
sv: Fel
uk: Помилка
vi: Lỗi
zh_hant: 錯誤

# TextExit
source: Exit
ar: إغلاق
ca: Sortir
de: Beenden
fr: Quitter
hi: प्रस्थान
hu: Kilépés
id: Keluar
ja: 終了
nb_no: Avslutt
nl_nl: Afsluiten
pt_br: Sair
sv: Stäng
uk: Вихід
vi: Thoát
zh_hant: 退出

# ExportWallpaperZip.Text
source: Save to file
ar: تصدير كـ lively .zip
ca: Exportar .zip de Lively
de: In Datei speichern
fr: Exporter .zip
hi: निर्यात एनिमेटेड .zip
hu: Lively .zip exportálása
id: Ekspor Llively .zip
ja: zipで保存
nb_no: Lagre til fil
nl_nl: Exporteer Lively .zip
pt_br: Exportar lively .zip
sv: Exportera lively.zip
uk: Експортувати lively .zip
vi: Lưu vào máy
zh_hant: 儲存至檔案

# TextFeatureMissing
source: Some features are not available in this version of Lively
ar: بعض الميزات غير متوفرة في هذا الإصدار من البرنامج
de: Einige Funktionen sind in dieser Version von Lively nicht verfügbar
fr: Des fonctionnalités ne sont pas disponibles dans cette version de Lively
hi: लाइवली के इस संस्करण में कुछ सुविधाएँ उपलब्ध नहीं हैं।
hu: Néhány funkciók nem elérhető ebben a verzióban.
id: Beberapa fitur tidak tersedia di versi Lively ini
ja: このバージョンのLivelyでは利用できない機能があります。
nb_no: Noen funksjoner er ikke tilgjengelige i denne versjonen av Lively
pt_br: Alguns recursos não estão disponíveis para essa versão do Lively.
sv: Vissa funktioner är inte tillgängliga i den här versionen av Lively.
uk: Деякі можливості недоступні в цій версії Lively.
vi: Một số chức năng sẽ không có trong phiên bản Lively này
zh_hant: 一些特性在此版本 Lively 動態桌布中不可用

# TextFileNotFound
source: File not found
ar: لم يتم العثور على الملف
ca: No s'ha trobat el fitxer
de: Datei nicht gefunden
fr: Fichier non trouvé
hi: फाइल नहीं मिली
hu: Fálj nem található
id: File tidak ditemukan
ja: ファイルが存在しません
nb_no: Finner ikke filen
nl_nl: Het bestand kon niet worden gevonden
pt_br: Arquivo não encontrado
sv: Filen finns inte
uk: Файл не знайдено
vi: Không tìm thấy tập tin
zh_hant: 找不到檔案

# TextGIF
source: Animated GIF
ar: GIF المتحركة
ca: GIF animat
de: Animiertes GIF
fr: GIF Animé
hi: एनिमेटेड GIF
hu: Animált GIF
id: GIF Beranimasi
ja: アニメーションGIF
nb_no: Animert GIF
nl_nl: Geanimeerde GIF Geanimeerde GIF
pt_br: GIF animado
sv: Animerad GIF
uk: GIF-анімація
vi: GIF động
zh_hant: GIF 動畫

# SourceCode.Description
source: Show some love by dropping a star
ar: أظهر بعض الحب بإسقاط نجمة
ca: Mostra una mica d'amor deixant una estrella
de: Ein wenig Anerkennung zeigen und einen Stern da lassen
fr: Montrez votre soutien en laissant une étoile
hi: रेटिंग (Rating) के आधार पर कुछ प्यार दिखाएं
hu: Mutasson szeretetet egy csillag ledobásával
id: Tujukkan cinta dengan memberi bintang
ja: Starをあげてソフトウェアへの愛を伝える
nb_no: Vis litt kjærlighet ved å slippe en stjerne
nl_nl: Toon wat liefde door een ster achter te laten
pt_br: Mostre algum amor soltando uma estrela
sv: Visa kärlek genom att ge en stjärna
uk: Покажіть свою любов через зірочку на GitHub
vi: Tặng sao để cảm ơn nhà phát triển Lively
zh_hant: 給予 Star 以展示你對本軟體的喜愛

# TextGo
source: GO
ar: اذهب
ca: Iniciar
de: LOS
hi: चले
id: PERGI
nl_nl: Doorgaan
pt_br: Ir
uk: Вперед
vi: ĐI
zh_hant: 開始

# TextHelpTranslate.Title
source: Help translate
ar: مساعدة في ترجمة البرنامج.
ca: Ajuda a traduïr Lively.
de: Bei der Übersetzung helfen
fr: Aidez-nous à traduire Lively
hi: अनुवाद करने में सहायता करें
hu: Segíts a lefordításban
id: Bantu menerjemahkan Lively.
ja: Livelyの翻訳を助けてください！
nb_no: Hjelp med å oversette
nl_nl: Help Lively vertalen.
pt_br: Ajude a traduzir o Lively.
sv: Hjälp till med att översätta Lively
uk: Допоможіть з перекладом Lively.
vi: Giúp phiên dịch Lively.
zh_hant: 幫助翻譯

# TextHours
source: hour(s)
de: Stunde(n)
fr: heure(s)
id: jam
ja: 時間
nb_no: time(r)
pt_br: horas
sv: timmar
uk: години(-а)
vi: giờ
zh_hant: 小時

# TextInstall
source: Install
ar: تثبيت
ca: Instal·lar
de: Installieren
fr: Installer
hi: इंस्टॉल
hu: Telepítés
id: Pasang
ja: インストール
nb_no: Installer
nl_nl: Installeer
pt_br: Instalar
sv: Installera
uk: Встановити
vi: Cài đặt
zh_hant: 安裝

# TextKeyboard.Content
source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
de: Tastatur
fr: Clavier
hi: कीबोर्ड
hu: Billentyűzet
ja: キーボード
nb_no: Tastatur
nl_nl: Toetsenbord
pt_br: Teclado
sv: Tangentbord
uk: Клавіатура
vi: Bàn phím
zh_hant: 鍵盤

# TextLastChecked
source: Last checked
ar: آخر فحص
ca: Darrera comprovació
de: Zuletzt geprüft
fr: Dernière vérification
hi: आखिरी जाँच किया गया था
hu: Utoljára ellenőrizve
id: Terakhir diperiksa
ja: 最終チェック
nb_no: Sist sjekket
nl_nl: Laatst gecontroleerd
pt_br: Última verificação
sv: Senast kontrollerat
uk: Востаннє перевірено
vi: Kiểm tra lần cuối
zh_hant: 最後檢查

# TextLearnMore.Text
source: Learn more
ar: إعرف أكثر
ca: Saber-ne més
de: Mehr erfahren
fr: En savoir plus
hi: अधिक जानें
hu: További információ
id: Pelajari Lebih Lanjut
ja: もっと詳しく
nb_no: Finn ut mer
nl_nl: Lees meer
pt_br: Saiba mais
sv: Läs mer
uk: Дізнатись більше
vi: Tìm hiểu thêm
zh_hant: 了解更多

# License.Header
source: License
ar: الترخيص
ca: Llicència
de: Lizenz
fr: Licence
hi: लाइसेंस
hu: Licenc
id: Lisensi
ja: ライセンス
nb_no: Lisens
nl_nl: Licentie
pt_br: Licença
sv: Licens
uk: Ліцензія
vi: Giấy phép
zh_hant: 許可

# TextMinutes
source: minute(s)
de: Minute(n)
id: menit
ja: 分
nb_no: minutt(er)
pt_br: minutos
sv: minuter
uk: хвилини(-а)
vi: phút
zh_hant: 分鐘

# TextmoreInfo
source: Information
ar: المعلومات
ca: Informació
de: Info
fr: Informations
hi: जानकारी
hu: Információ
id: Informasi
ja: インフォメーション
nb_no: Informasjon
nl_nl: Informatie
pt_br: Informações
uk: Інформація
vi: Thông tin
zh_hant: 資訊

# TextMoreWallpapers
source: More Wallpapers
ar: المزيد من الخلفيات...
ca: Més fons de pantalla
de: Mehr Hintergründe
fr: Plus de fonds d'écrans ...
hi: अधिक वॉलपेपर
hu: Több háttérkép
id: Wallpaper Lainnya
ja: 他の壁紙を見る
nb_no: Flere bakgrunner
nl_nl: Meer Achtergronden
pt_br: Mais Planos de Fundo...
sv: Mer bakgrundsbilder
uk: Більше шпалер...
vi: Thêm hình nền
zh_hant: 更多桌布

# TextMouse.Content
source: Mouse
ar: الماوس
ca: Ratolí
de: Maus
fr: Souris
hi: माउस
hu: Egér
id: Tetikus
ja: マウス
nb_no: Mus
nl_nl: Muis
sv: Mus
uk: Миша
vi: Chuột
zh_hant: 滑鼠

# MouseInteractOnDesktop.Content
source: Mouse interaction when application focused
ar: تفاعل الماوس عند التركيز على التطبيق
ca: Interactuar amb el mouse quan una aplicació està enfocada.
de: Mausinteraktion bei fokussierter Anwendung
fr: Interaction de la souris lorsqu'une autre application est au premier plan
hi: जब अनुप्रयोग केंद्रित होता है तो माउस इंटरैक्शन
hu: Egér Interakció, ha egy alkalmazás fókuszban van.
id: Interaksi mouse ketika aplikasi sedang dalam keadaan fokus
ja: アプリケーションにフォーカスしたときにマウスのインタラクションを有効にする
nb_no: Museinteraksjon når programmet er fokusert
nl_nl: Muisinteractie zodra toepassing focus heeft
pt_br: Interagir com o mouse quando o aplicativo está em foco
sv: Mus interaktion när program är fokuserade
uk: Миша взаємодіє зі шпалерами, коли на передньому плані відкрито додаток
vi: Tương tác bằng chuột với hình nền khi đang ở trong ứng dụng
zh_hant: 當應用程式取得焦點時仍啟用滑鼠互動

# TextNext
source: Next
ar: التالي
ca: Següent
de: Nächste
fr: Suivant
hi: अगला
hu: Következő
id: Selanjutnya
ja: 次へ
nb_no: Neste
nl_nl: Volgende
pt_br: Próximo
sv: Nästa
uk: Далі
vi: Tiếp theo
zh_hant: 繼續

# TextNo
source: No
ar: لا
de: Nein
fr: Non
hi: न करें
hu: Nem
id: Tidak
ja: いいえ
nb_no: Nei
nl_nl: Nee
pt_br: Não
sv: Nej
uk: Ні
vi: Không
zh_hant: 否

# TextOff.Content
source: Off
ar: ايقاف
ca: APAGAT
de: Aus
fr: Aucun
hi: बंद
id: Mati
ja: オフ
nb_no: Av
nl_nl: UIT
pt_br: Desligado
sv: AV
uk: Вимк.
vi: Tắt
zh_hant: 關閉

# TextOK
source: OK
ar: حسنا
ca: D'acord
hi: अछा ठीक है
uk: Гаразд
zh_hant: 是

# TextOn.Content
source: On
ar: تشغيل
ca: ENCÈS
de: An
fr: Activé
hi: ऑन किया
id: Nyala
ja: オン
nb_no: På
nl_nl: AAN
pt_br: Ativado
sv: PÅ
uk: Увімк.
vi: Bật
zh_hant: 開啟

# TextOnline
source: Online
ar: عبر الإنترنت
ca: En línia
fr: En ligne
hi: ऑनलाइन
hu: Csatlakozás
id: Daring
ja: オンライン
sv: Uppkopplad
uk: Онлайн
vi: Trực tuyến
zh_hant: 線上

# TextOpenLively
source: Open Lively
ar: تشغيل لايفلي
ca: Obrir Lively
de: Lively öffnen
fr: Ouvrir Lively
hi: जीवंत खुला
hu: Lively indítása
id: Buka Lively
ja: Livelyを開く
nb_no: Åpne Lively
pt_br: Abrir o Lively
sv: Öppna Lively
uk: Відкрити Lively
vi: Mở Lively
zh_hant: 開啟 Lively 動態桌布

# PauseAlgorithmTypeAllProcess.Content
source: All process
ar: جميع العمليات (تجريبي)
ca: Tots els processos
de: Alle Prozesse
fr: Tous les processus
hi: संपूर्ण प्रक्रिया
hu: Összes Folyamat
id: Semua Proses
ja: すべてのプロセス
nb_no: Alle prosesser
nl_nl: Alle Processen
pt_br: Todos os processos
sv: Alla processer
uk: Всі процеси
vi: Tất cả tiến trình
zh_hant: 所有處理程序

# PauseAlgorithmTypeExclusiveMode.Content
source: Direct3D
zh_hant: Driect3D

# PauseAlgorithmTypeForegroundProcess.Content
source: Foreground process
ar: معالجة المقدمة
ca: Processos en primer plà
de: Vordergrundprozess
fr: Processus au premier plan
hi: अग्रभूमि प्रक्रिया
hu: Előtérbeli Folyamat
id: Proses Latar Depan
ja: フォアグラウンドプロセス
nb_no: Forgrunnsprosesser
nl_nl: Voorgrond Processen
pt_br: Processo em primeiro plano
sv: Förgrunds processer
uk: Процес переднього плану
vi: Tiến trình ưu tiên
zh_hant: 前景處理程序

# TextPauseWallpapers
source: Pause Wallpapers
ar: ايقاف مؤقت للخلفيات
ca: Pausar els fons de pantalla
de: Hintergründe anhalten
fr: Mettre en pause le fond d'écran
hi: वॉलपेपर रोकें
hu: Háttérképek megállítása
id: Jeda Wallpaper
ja: 壁紙を一時停止する
nb_no: Sett bakgrunn på pause
nl_nl: Pauzeer Wallpapers
pt_br: Pausar Planos de Fundo
sv: Pause tapeter
uk: Призупинити шпалери
vi: Tạm dừng hình nền
zh_hant: 暫停桌布

# TextPerformanceKill.Content
source: Kill
ar: انهي
ca: Acabar
de: Abschalten
fr: Fermer
hi: को मार
hu: Megölés
id: Hentikan
ja: 停止
nb_no: Steng
nl_nl: Beëindig
pt_br: Encerrar
sv: Döda
uk: Вбити
vi: Dừng hẳn
zh_hant: 終止

# TextPerformanceNone.Content
source: Nothing
ar: لاشئ
ca: Res
de: Nichts
fr: Rien
hi: कुछ भी तो नहीं
hu: Semmi
id: Kosong
ja: 何もしない
nb_no: Ingenting
nl_nl: Niets
pt_br: Nada
sv: Inget
uk: Нічого
vi: Không có gì
zh_hant: 無

# TextPerformancePause.Content
source: Pause
ar: توقف مؤقت
ca: Pausa
de: Pausieren
fr: Suspendre
hi: ठहराव
hu: Megállítás
id: Jeda
ja: 一時停止
nl_nl: Pauzeer
pt_br: Pausar
sv: Pausa
uk: Пауза
vi: Tạm dừng
zh_hant: 暫停

# TextPicture
source: Picture
ar: الصورة
ca: Imatge
de: Bild
fr: Image
hi: फोटोग्राफी
hu: Kép
id: Gambar
ja: 画像
nb_no: Bilde
nl_nl: Afbeelding
pt_br: Imagem
sv: Bild
uk: Зображення
vi: Hình ảnh
zh_hant: 圖片

# PreviewWallpaper.Text
source: Preview
ar: معاينة الخلفية
ca: Preview Wallpaper
de: Vorschau
fr: Voir l'aperçu du fond d'écran
hi: पूर्वावलोकन वॉलपेपर
hu: Háttérkép előnézete
id: Pratinjau Wallpaper
ja: プレビュー
nb_no: Forhåndsvis
nl_nl: Preview Wallpaper
pt_br: Visualização do Plano de Fundo
sv: Förhandsgranska bakgrundsbild
uk: Попередній перегляд
vi: Xem trước hình nền
zh_hant: 預覽

# PrivacyPolicy.Header
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
de: Datenschutzerklärung
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
ja: プライバシーポリシー
nb_no: Retningslinjer for personvern
nl_nl: Privacybeleid
pt_br: Política de Privacidade
sv: Sekretesspolicy
uk: Політика приватності
vi: Chính sách quyền riêng tư
zh_hant: 隱私政策

# TextProcessingWallpaper
source: Processing
ar: المعالجة
ca: Processant
de: Verarbeitung
fr: Traitement en cours
hi: प्रसंस्करण
hu: Folyamatban
id: Memproses
ja: 処理
nb_no: Behandler
nl_nl: Wordt verwerkt
pt_br: Processando
sv: Bearbetar
uk: Обробка
vi: Đang xử lý
zh_hant: 處理中

# TextRemove
source: Remove
ar: إزالة
ca: Eliminar
de: Entfernen
fr: Retirer
hi: इससे छुटकारा पाएं
hu: Eltávolítás
id: Hapus
ja: 削除
nb_no: Fjern
nl_nl: Verwijder
pt_br: Remover
sv: Radera
uk: Видалити
vi: Xóa
zh_hant: 移除

# TextRule
source: Rule
ar: القاعدة
ca: Regla
de: Regel
fr: Règle
hi: नियम
hu: Előírás
id: Peraturan
ja: ルール
nb_no: Regel
nl_nl: Regel
pt_br: Regra
sv: Regel
uk: Правило
vi: Quy tắc
zh_hant: 規則

# TextScreen
source: Screen
ar: شاشة
ca: Pantalla
de: Anzeige
fr: Écran
hi: स्क्रीन
hu: Képernyő
id: Layar
ja: 画面
nb_no: Skjerm
nl_nl: Scherm
pt_br: Tela
sv: Skärm
uk: Екран
vi: Màn hình
zh_hant: 螢幕

# SearchBox.PlaceholderText
source: Search
ar: بحث
ca: Cercar
de: Suche
fr: Recherche
hi: ढूंढें
hu: Keresés
id: Cari
ja: 検索
nb_no: Søk
nl_nl: Zoeken
pt_br: Busca
sv: Sök
uk: Пошук
vi: Tìm kiếm
zh_hant: 搜尋

# SetWallpaper.Text
source: Set as Wallpaper
ar: تعيين كخلفية
ca: Establir com a fons de pantalla
de: Als Hintergrund festlegen
fr: Définir comme fond d'écran
hi: वॉलपेपर के रूप में सेट करें
hu: Beállítás Háttérképnek
id: Atur sebagai Wallpaper
ja: 壁紙として設定する
nb_no: Velg som bakgrunn
nl_nl: Als achtergrond instellen
pt_br: Definir como Plano de Fundo
sv: Ställ in som bakgrundsbild
uk: Встановити як шпалери
vi: Đặt làm hình nền
zh_hant: 設定為桌布

# ShowOnDisk.Text
source: Open file location
ar: عرض على القرص
ca: Mostrar en el disc dur.
de: Auf Datenträger anzeigen
fr: Voir sur le disque
hi: फ़ाइल के स्थान को खोलें
hu: Mutasd a Lemezen
id: Buka Lokasi File
ja: ファイルの場所を開く
nb_no: Åpne filplassering
nl_nl: Open bestandslocatie
pt_br: Mostrar na pasta
sv: Visa på disk
uk: Показати на диску
vi: Mở thư mục chứa File
zh_hant: 開啟檔案位置

# WallpaperSource.Text
source: Source
ar: المصدر
ca: Font
de: Quelle
hi: स्रोत
hu: Forrás
id: Sumber
ja: ソース
nb_no: Kilde
nl_nl: Bron
pt_br: Fonte
sv: Källa
uk: Джерело
vi: Nguồn
zh_hant: 來源

# TextStart
source: Start
ar: ابدأ
ca: Començar
fr: Commencer
hi: शुरू
hu: Indítás
id: Mulai
ja: 開始
pt_br: Iniciar
sv: Starta
uk: Старт
vi: Bắt đầu
zh_hant: 啟動

# TextStop
source: Stop
ar: توقف
ca: Pausar
de: Stopp
fr: Arrêter
hi: रुकें
hu: Megállítás
id: Berhenti
ja: 停止
nb_no: Stopp
pt_br: Parar
sv: Stoppa
uk: Стоп
vi: Dừng lại
zh_hant: 停止

# StoreReview.Content
source: Do you enjoy using Lively? Leave a review :)
ar: هل تستمتع باستخدام Lively ؟ اترك مراجعة :)
ca: T'agrada Lively? Deixa una ressenya :)
de: Gefällt dir Lively? Lass eine Bewertung da :)
fr: Vous aimez Lively ? Laissez un commentaire :)
hi: क्या आप जीवंत का उपयोग करके आनंद लेते हैं? एक टिप्पणी छोड़ें :)
hu: Élvezed használni Lively-t? Hadj véleményt :)
id: Suka Lively ? Tinggalkan sebuah ulasan :)
ja: Livelyの壁紙に満足していますか？ コメントをください :)
nb_no: Liker du Lively? Lag en anmeldelse :)
nl_nl: Vind je Lively leuk? Laat een beoordeling achter :)
pt_br: Gostou do Lively? Deixe uma análise! :)
sv: Tycker du om att använda Lively? Lämna en recension :)
uk: Вам подобається користуватися Lively? Залиште відгук :)
vi: Bạn có thích Lively không? Hãy để lại đánh giá nhé :)
zh_hant: 你是否享受使用 Lively 動態桌布？請留下評論 :)

# TextSupport.Content
source: Support
ar: الدعم
ca: Suport
de: Unterstützen
fr: Aide
hi: मर्थन
hu: Támogatás
id: Dukungan
ja: サポート
nb_no: Støtte
nl_nl: Ondersteuning
pt_br: Suporte
sv: Hjälp
uk: Підтримати
vi: Hỗ trợ
zh_hant: 支援開發

# TextSwitchBranchDev
source: Switch to beta (Dev channel)
ar: التبديل إلى النسخة التجريبية (قناة التطوير)
ca: Canviar a beta (canal Dev)
de: Zum Beta (Entwickler)-Kanal wechseln
fr: Changer vers bêta (Canal de développement)
hi: Beta पर प्रस्थान करें (Testing Channel)
hu: Váltás béta verzióra (fejlesztői csatorna)
id: Ganti ke beta (chanel Dev)
ja: ベータ版に切り替える（Devチャンネル）
nb_no: Bytt til beta (Dev kanal)
nl_nl: Schakel over naar bèta (ontwikkelkanaal)
pt_br: Mudar para o beta (Canal Dev)
sv: Byt till beta versionen (För utveckling)
uk: Перейти на бета-версію (канал для розробників)
vi: Chuyển qua bản thử nghiệm (Dành cho nhà phát triển)
zh_hant: 切換至 Beta 版本 (開發頻道)

# TextSwitchBranchOfficial
source: Switch to stable (Default channel)
ar: التبديل إلى النسخة المستقرة (القناة الافتراضية)
ca: Canviar a estable (canal per defecte)
de: Zum Stable (Standart)-Kanal wechseln
fr: Changer vers stable (Canal par défaut)
hi: Stable पर प्रस्थान करें (Default Channel)
hu: Váltás stabil-béta verzióra (alapértelmezett fejlesztői csatorna)
id: Ganti ke stabil (chanel utama)
ja: 安定版に切り替える（Defaultチャンネル）
nb_no: Bytt til stabil (standardkanal)
nl_nl: Schakel over naar stabiel (standaard kanaal)
pt_br: Mudar para estável (Canal Padrão)
sv: Byt till stabila versionen (Standard versionen)
uk: Перейти на стабільний (канал за замовчуванням)
vi: Chuyển qua bản ổn định (Người dùng bình thường)
zh_hant: 切換至穩定版本 (預設頻道)

# TextTags
source: Tags
ar: العلامات
ca: Etiquetes
fr: Étiquette
hi: टैग
hu: Címkék
id: Label
ja: タグ
nb_no: Etiketter
nl_nl: Labels
pt_br: Categorias
sv: Etiketter
uk: Теги
vi: Thẻ
zh_hant: 標籤

# TaskbarThemeBlur.Content
source: Blur
ar: ضبابي
ca: Difuminat
de: Weichzeichnen
fr: Flou
hi: धुंधला करें
hu: Elmosódás
id: Buram
ja: ぼかし
nb_no: Uklarhet
nl_nl: Vervagen
pt_br: Desfoque
sv: Suddig
uk: Розмиття
vi: Làm mờ
zh_hant: 模糊

# TaskbarThemeClear.Content
source: Clear
ar: صافي
ca: Netejar
de: Transparent
fr: Transparent
hi: साफ़ करें
hu: Átlátszó
id: Bersih
ja: 透明
nb_no: Tøm
nl_nl: Doorzichtig
pt_br: Transparente
sv: Klart
uk: Прозоре
vi: Trong suốt
zh_hant: 去除

# TaskbarThemeColor.Content
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग बदलें
hu: Szín
id: Berwarna
ja: カラー
nb_no: Farger
nl_nl: Kleuren
pt_br: Cor
sv: Färg
uk: Колір
vi: Màu sắc
zh_hant: 顏色

# TaskbarThemeFluent.Content
source: Fluent
ar: طلق
fr: Fluide
hi: धाराप्रवाह करें (Fluent)
hu: Gördülékeny
ja: なめらか
nb_no: Flytende
nl_nl: Vloeiend
pt_br: Fluido
sv: Flytande
uk: Плавний
vi: Làm mờ Mica
zh_hant: 平滑

# TaskbarThemeWallpaper.Content
source: Wallpaper
ar: ورق الجدران
ca: Fons de pantalla
de: Hintergrund
fr: Fond d'écran
hi: वॉलपेपर करें
hu: Háttérkép
ja: 壁紙
nb_no: Bakgrunn
nl_nl: Achtergrond
pt_br: Plano de Fundo
sv: Bakgrundsbild
uk: Шпалери
vi: Hình nền
zh_hant: 桌布取色

# TaskbarThemeWallpaperFluent.Content
source: Wallpaper Fluent
ar: ورق الجدران بطلاقة
de: Hintergrund Fluent
fr: Fond d'écran fluide
hi: वॉलपेपर धाराप्रवाह करें (Fluent)
hu: "Folyékony" háttérkép
ja: 壁紙の色（なめらか）
nb_no: Flytende bakgrunn
nl_nl: Achtergrond Vloeiend
pt_br: Plano de Fundo Fluido
sv: Bakgrundsbilden flytande
uk: Плавні шпалери
vi: Hình nền mờ Mica
zh_hant: 平滑 (桌布取色)

# TextTileSizeLarge
source: Large
ar: كبير
ca: Gran
de: Groß
fr: Grand
hi: विशाल
hu: Nagy
id: Besar
ja: 大
nl_nl: Groot
pt_br: Grande
sv: Stor
uk: Великі
vi: Lớn
zh_hant: 大

# TextTileSizeNormal
source: Normal
ar: عادي
fr: Normale
hi: साधारण
hu: Közepes
ja: 中
nl_nl: Normaal
sv: Standard
uk: Нормальні
vi: Vừa
zh_hant: 中
