Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# WindowsSettingsColor.Content
source: Windows color settings
ar: إعدادات لون Windows
ca: Configuració del color de Windows
de: Windows Farbeinstellungen
fr: Paramètres de couleur Windows
hi: Windows Color स्थापना (Settings)
hu: Windows színbeállítások
id: Pengaturan Warna Windows
ja: ユーザーインターフェースのスタイル
nb_no: Fargeinnstillinger for Windows
nl_nl: Windows kleurinstellingen
pt_br: Configurações de cor do Windows
sv: Windows färginställningar
uk: Параметри кольору Windows
vi: Cài đặt màu cho Windows
zh_hant: Windows 色彩設定

# LaptopWallpaperPlaybackGroup.Header
source: Laptops
ar: الحواسيب المحمولة
ca: Portàtils
de: Notebooks
fr: Ordinateurs portables
hi: लैपटॉप
hu: Laptop
id: Laptop
ja: ノートパソコン
nb_no: Bærbar PC
pt_br: Notebooks
sv: Bärbara datorer
uk: Ноутбуки
zh_hant: 筆電

# DeveloperGroup.Header
source: Developer
ar: مطور
ca: Desenvolupador
de: Entwickler
fr: Développeur
hi: डेवलपर
hu: Fejlesztői
id: Pengembang
ja: 開発者
nb_no: Utvikler
nl_nl: Ontwikkelaar
pt_br: Desenvolvedor
sv: Utvecklare
uk: Розробник
vi: Nhà phát triển
zh_hant: 開發人員

# AppearanceBehaviour.Header
source: Appearance & behavior
ar: المظهر والسلوك
ca: Aparença i comportament
de: Aussehen und Verhalten
fr: Apparence & comportement
hi: दिखावट/सूरत व व्यवहार
hu: Kinézet & működés
id: Tampilan & Perilaku
ja: 外見と動作
nb_no: Utseende og adferd
nl_nl: Uiterlijk & gedrag
pt_br: Aparência & comportamento
sv: Utseende & beteende
uk: Зовнішній вигляд і поведінка
vi: Vẻ ngoài & biểu hiện
zh_hant: 外觀與行為

# ActiveWallpapers.Label
source: Active Wallpaper(s)
ar: خلفيات نشطة
ca: Fons de pantalla actiu(s)
de: Wallpaper aktiv
fr: Fonds d'écran actifs
hi: वॉलपेपर(स) जो चल रहे हैं
hu: Aktív Háttérkép(ek)
id: Latar Belakang Aktif
ja: 有効な壁紙
nb_no: Aktive bakgrunn(er)
nl_nl: Actieve Achtergrond(en)
pt_br: Plano(s) de Fundo Ativo(s)
sv: Aktiva bakgrundsbild(er)
uk: Активні шпалери
vi: Hình nền đang sử dụng
zh_hant: 啟用中桌布

# TitleGallery
source: Gallery
ar: المعرض
ca: Galeria
de: Galerie
fr: Galerie
hi: गैलरी
hu: Galéria
id: Galeri
ja: ギャラリー
nb_no: Galleri
nl_nl: Galerij
pt_br: Galeria
sv: Album
uk: Галерея
vi: Thư viện
zh_hant: 市集

# AboutMe.Text
source: Hi, I'm Dani John also known as rocksdanister. I developed Lively a Free and open-source (FOSS) wallpaper application. Thanks for taking the time to look at my work.
ar: مرحباً، أنا داني جون معروف أيضًا باسم rocksdanister. لقد طورت تطبيق Lively والمفتوح المصدر (FOSS). شكراً على تخصيص الوقت للنظر في عملي.
ca: Hola, soc en Dani John també conegut com a rocksdanister. He desenvolupat Lively, una aplicació de fons de pantalla, gratuïta i de codi obert (FOSS). Gràcies per dedicar el temps a mirar el meu treball.
de: Hi! Ich bin Dani John, auch bekannt als "rockdanister". Ich habe Lively als kostenlose Open-Source Hintergrundbild-Software entwickelt. Danke, dass du dir Zeit nimmst meine Arbeit zu betrachten.
fr: Salut, je suis Dani John aussi connu sous le nom de rocksdanister. Je développe Lively qui est une application de fond d'écrans gratuite et Open source (FOSS). Merci d'avoir pris le temps de regarder mon travail.
hi: नमस्ते, मैं डैनी जॉन हूं जिसे रॉक्सडेनिस्टर के नाम से भी जाना जाता है। मैंने ही 'लाइवली वॉलपेपर' एप्लिकेशन को फ्री और ओपन-सोर्स (FOSS) बनाया है। मेरे काम को देखने के लिए समय निकालने के लिए धन्यवाद।
hu: Szia! Én John Dani vagyok, másnéven: rocksdanister. Én fejlesztettem a Lively-t, ami egy ingyenes, open-source (FOSS) háttérkép alkalmazás. Köszönöm, hogy időt szántál a munkámra.
id: Hi, saya Dani John dikenal juga sebagai rockdanister. Saya mengembangkan Lively sebuah aplikasi Gratis dan sumber-terbuka (FOSS). Terimakasih untuk waktunya telah mencoba karya saya.
ja: こんにちは。rocksdanisterのDani Johnです。私はこのフリーかつオープンソース (FOSS) の壁紙アプリ、「Lively」を開発しました。利用していただきありがとうございます。
nb_no: Hei, jeg er Dani John også kjent som rocksdanister. Jeg utviklet Lively en gratis og åpen kildekode (FOSS) bakgrunnsaplikasjon. Takk for at du tok deg tid til å se på arbeidet mitt.
nl_nl: Hallo, ik ben Dani John ook bekend als rocksdanister. Ik heb een gratis en open-source (FOSS) wallpaper applicatie ontwikkeld. Bedankt dat u de tijd hebt genomen om naar mijn werk te kijken.
pt_br: Olá, eu sou Dani John, também conhecido como rocksdanister. Desenvolvi o Lively, um aplicativo gratuito e de código aberto (FOSS) de planos de fundo. Obrigado por reservar seu tempo para dar uma olhada no meu trabalho.
sv: Hej, jag heter Dani John men är också känd som rocksdanister. Jag skapade Lively, en gratis bakgrundsapplikation med öppen källkod. (FOSS) Tack för att du tar din tid att läsa om mitt arbete.
uk: Привіт, я Дані Джон, також відомий як rocksdanister. Я розробив безплатну програму для шпалер Lively із відкритим кодом (FOSS). Дякую, що знайшли час переглянути мою роботу.
vi: Xin chào, tôi là Dani John hay còn được biết là rocksdanister. Tôi là người tạo ra Lively, một chương trình chỉnh sửa hình nền desktop miễn phí và open-source (FOSS). Cảm ơn bạn đã dành thời gian để xem qua thành quả của tôi.
zh_hant: 嗨，我是 Dani John，也被稱為 Rocksdanister。我開發了 Lively 動態桌布，一個免費和開源 (FOSS) 的桌布應用程式。感謝您花時間體驗我的作品。

# LicenseLink.Content
source: Software license
ar: ترخيص البرنامج
ca: Llicència del software
de: Softwarelizenz
fr: Licence
hi: सॉफ़्टवेयर (Software) लाइसेंस
hu: Szoftver engedély
id: Lisensi perangkat lunak
ja: ソフトウェアライセンス
nb_no: Programvarelisens
nl_nl: Software licentie
pt_br: Licença de software
sv: Programvarulicens
uk: Ліцензія ПЗ
vi: Bản quyền phần mềm
zh_hant: 軟體許可

# AttributionLink.Content
source: Third party software notice
ar: إشعار برنامج الطرف الثالث
ca: Programari de tercers
de: Drittanbieter-Software Hinweise
fr: Notice logiciel tierce
hi: थर्ड-पार्टी सॉफ्टवेयर नोटिस
hu: A harmadik felek
id: Catatan perangkat lunak pihak ketiga
ja: サードパーティーのソフトウェア通知
nb_no: Tredjeparts programvaremelding
nl_nl: Softwares van derden
pt_br: Aviso de software de terceiros
sv: Datatillgång för tredjepartsprogram
uk: Повідомити про використання стороннього ПЗ
vi: Phần mềm bên phía thứ ba
zh_hant: 第三方軟體通告

# PrivacyPolicyLink.Content
source: Data collection policy
ar: سياسة جمع البيانات
ca: Política de recollida de dades
de: Datenschutzerklärung
fr: Politique de récupération des données
hi: डेटा संग्रह (Collection) नीति (Policy)
hu: Adatgyűjtési szabályzat
id: Kebijakan pengumpulan data
ja: 個人情報保護方針
nb_no: Data retningslinjer
nl_nl: Privacybeleid
pt_br: Política de coleta de dados
sv: Datainsamlingspolicy
uk: Політика збору даних
vi: Quy định thu thập dữ liệu
zh_hant: 資料蒐集政策

# AddWallpaperDrop.Text
source: Add wallpaper
ar: إضافة خلفية
ca: Afegir fons de pantalla
de: Hintergrund hinzufügen
fr: Ajouter un fond d'écran
hi: वॉलपेपर जोड़ें
hu: Háttérkép Hozzáadása
id: Tambah Latar Belakang
ja: 壁紙を追加
nb_no: Legg til bakgrunn
nl_nl: Achtergrond Toevoegen
pt_br: Adicionar plano de fundo
sv: Lägg till bakgrundsbild
uk: Додати шпалери
vi: Thêm hình nền
zh_hant: 新增桌布

# ComingSoon.Text
source: Coming soon
ar: قريباً
ca: Aviat
de: Kommt bald
fr: Prochainement
hi: जल्द आ रहा है
hu: Hamarosan
id: Segera hadir
ja: 近日公開
nb_no: Kommer snart
nl_nl: Binnenkort beschikbaar
pt_br: Em breve
sv: Kommer snart
uk: Незабаром
vi: Sắp ra mắt
zh_hant: 即將推出

# AboutMenu.Text
source: About
ar: حول
ca: Sobre
de: Über diesen Hintergrund
fr: À propos
hi: के बारे में
hu: Róla
id: Tentang
ja: 情報
nb_no: Om
nl_nl: Over
pt_br: Sobre
sv: Om
uk: Про програму
vi: Giới thiệu
zh_hant: 關於

# SourceWebsite.Text
source: Website
ar: موقع
ca: Lloc web
de: Webseite
fr: Site Web
hi: वेबसाइट
hu: Weboldal
id: Situs Web
ja: Webサイト
nb_no: Nettsted
sv: Hemsida
uk: Вебсайт
zh_hant: 網站

# TextOpen.Content
source: Open
ar: فتح
ca: Obrir
de: Öffnen
fr: Ouvrir
hi: खोलें
hu: Megnyitás
id: Buka
ja: 開く
nb_no: Åpne
nl_nl: Openen
pt_br: Abrir
sv: Öppna
uk: Відкрити
vi: Mở
zh_hant: 開啟

# TextSave.Content
source: Save
ar: حفظ
ca: Guardar
de: Speichern
fr: Sauvegarder
hi: सेव करें
hu: Mentés
id: Simpan
ja: 保存
nb_no: Lagre
nl_nl: Opslaan
pt_br: Salvar
sv: Spara
uk: Зберегти
vi: Lưu
zh_hant: 儲存

# UIMode.Description
source: User interface effects and animations
ar: تأثيرات واجهة المستخدم والرسوم المتحركة
ca: Efectes i animacions d'interfície d'usuari
de: Effekte und Animationen der Benutzeroberfläche
fr: Effets et animations de l'interface utilisateur
hi: उपयोगकर्ता इंटरफेस प्रभाव और एनीमेशन
hu: Felhasználói felület effektek és animációk
id: Efek tampilan pengguna dan animasi
ja: ユーザーインターフェースの効果とアニメーション
nb_no: Brukergrensesnittets effekter og animasjoner
nl_nl: Gebruikersomgeving effecten en animaties
pt_br: Animações e efeitos da interface do usuário
sv: Effekter och animationer för användargränssnittet
uk: Ефекти та анімація інтерфейсу користувача
vi: Giao diện của người dùng và animations
zh_hant: 使用者介面效果和動畫

# UIMode.Header
source: User interface
ar: واجهة المستخدم
ca: Interfície d'usuari
de: Benutzeroberfläche
fr: Interface utilisateur
hi: उपयोगकर्ता इंटरफेस
hu: Felhasználói felület
id: Tampilan pengguna
ja: ユーザーインターフェイス
nb_no: Brukergrensesnitt
nl_nl: Gebruikersomgeving
pt_br: Interface de usuário
sv: Användargränssnitt
uk: Інтерфейс користувача
vi: Giao diện người dùng
zh_hant: 使用者介面

# UIModeLite.Content
source: Lite
ar: خفيف
fr: Faible
hi: हल्का
hu: Egyszerű
id: Ringan
ja: ライト
nb_no: Lett
pt_br: Leve
sv: Lätt
uk: Простий
zh_hant: 簡易

# UIModeNormal.Content
source: Normal
ar: عادي
fr: Par défaut
hi: साधारण
hu: Közepes
ja: 通常
nl_nl: Normaal
sv: Standard
uk: Нормальні
zh_hant: 正常

# Screensaver.Description
source: How screensaver is applied to connected to display devices
ar: كيفية تطبيق ورق الجدران على أجهزة العرض المتصلة
ca: Com s'aplica l'estalvi de pantalla als monitors connectats
de: Methode zum Anzeigen von Bildschirmschonern auf angeschlossenen Monitoren
fr: Comment l'économiseur d'écran est appliqué aux écrans
hi: स्क्रीनसेवर को कनेक्टेड डिस्प्ले डिवाइस पर कैसे लागू किया जाता है?
hu: Hogyan alkalmazott a képernyőkímélő a csatlakoztatott kijelzőkre
id: Bagaimana screensaver diterapkan pada layar yang terhubung
ja: 複数ディスプレイへ壁紙を適用させる方法
nb_no: Hvordan bakgrunner brukes på tilkoblede skjermenheter
nl_nl: Hoe de achtergrond wordt toegepast op de aangesloten schermen
pt_br: Como o protetor de tela é aplicado às telas conectadas
sv: Hur skärmsläckare appliceras på anslutna bildskärmsenheter
uk: Як заставка застосовується до підключених до дисплея пристроїв
vi: Đây là cách màn hình chờ sẽ hiển thị trên các màn hình được kết nối
zh_hant: 螢幕保護程式如何套用於已連結的顯示裝置

# Screensaver.Header
source: Type of screensaver
ar: نوع شاشة التوفير
ca: Tipus d'estalvi de pantalla
de: Art des Bildschirmschoners
fr: Type d'économiseur d'écran
hi: स्क्रीनसेवर का प्रकार
hu: Kédernyőkímélő fajta
id: Jenis latar belakang
ja: 壁紙の配置方法
nb_no: Type skjermsparer
nl_nl: Type screensaver
pt_br: Tipo de protetor de tela
sv: Typ av skärmsläckare
uk: Тип заставки
vi: Kiểu màn hình chờ
zh_hant: 螢幕保護程式類型

# ScreensaverModeDifferentWallpaper.Content
source: Configured separately
ar: تكوين بشكل منفصل
ca: Configurat separadament
de: Separat konfiguriert
fr: Configuré séparément
hi: अलग से कॉन्फ़िगर किया गया
hu: Külön konfigurálva
id: Atur terpisah
ja: 別々に設定
nb_no: Konfigurert separat
nl_nl: Apart geconfigureerd
pt_br: Configurado separadamente
sv: Konfigurera separat
uk: Налаштувати окремо
vi: Chỉnh hình nền riêng
zh_hant: 分別設定組態

# ScreensaverModeSameWallpaper.Content
source: Same as running wallpaper
ar: نفس الخلفية قيد التشغيل
ca: Mateix que el fons de pantalla executant-se
de: Wie Hintergrund
fr: Identique au fond d'écran actif
hi: वॉलपेपर चलाने के समान
hu: Ugyanaz, mint a futó háttérkép
id: Sama dengan latar belakang yang digunakan
ja: 壁紙と同じ
nb_no: Samme som kjørende bakgrunn
nl_nl: Hetzelfde als de standaard achtergrond
pt_br: Igual ao plano de fundo em execução
sv: Samma som nuvarande bakgrundsbild
uk: Те саме, що запущені шпалери
vi: Sử dụng chung một hình nền
zh_hant: 與正在執行的桌布一致

# ScreensaverPlugin.Title
source: Plugin required
ar: إضافة مطلوبة
ca: Plugin requerit
de: Plugin erforderlich
fr: Extension requise
hi: प्लगइन आवश्यक
hu: Beépülő modul szükséges
id: Pengaya diperlukan
ja: プラグインが必要
nb_no: Programtillegg kreves
nl_nl: Plugin vereist
pt_br: Plugin necessário
sv: Tillägg krävs
uk: Потрібно доповнення
vi: Cần Plugin
zh_hant: 需要擴充元件

# ScreensaverPluginMessage.Text
source: One time setup is required to run screensaver
ar: مطلوب في المرة الأولى الإعداد لتشغيل شاشة التوقف
ca: Es requereix una configuració inicial per executar un estalvi de pantalla
de: Einmalige Einrichtung ist erforderlich, um den Bildschirmschoner auszuführen
fr: Une configuration unique est nécessaire pour exécuter l'économiseur d'écran
hi: स्क्रीनसेवर चलाने के लिए वन टाइम सेटअप आवश्यक है
hu: A képernyővédő futtatásához egyszeri beállítás szükséges
id: Pengaturan awal dibutuhkan untuk menjalankan latar belakang
ja: 最初の1回のみ、スクリーンセーバーの実行のためのセットアップが必要です。
nb_no: Engangsoppsett er nødvendig for å kjøre skjermsparer
nl_nl: Eenmalig instellen is vereist om screensaver uit te voeren
pt_br: Uma única instalação é necessária para executar o protetor de tela
sv: Engångsinställning krävs för att köra skärmsläckare
uk: Для запуску заставки потрібно одноразове налаштування
vi: Cần phải setup lần đầu để sử dụng màn hình chờ
zh_hant: 需要完成一次性螢幕保護程式設定

# WallpaperLayoutScreenPicker.Content
source: Always pick screen when choosing wallpaper
ar: اختيار الشاشة دائماً عند اختيار الخلفية
ca: Triar sempre monitor en escollir un fons de pantalla
de: Bei der Auswahl des Hintergrundbildes immer den Bildschirm wählen
fr: Toujours choisir l'écran lors du choix du fond d'écran
hi: वॉलपेपर चुनते समय हमेशा स्क्रीन चुनें
hu: A háttérkép kiválasztásakor mindig válasszon képernyőt
id: Selalu pilih layar tampilan ketika memilih wallpaper
ja: 壁紙を選択するときは適用先のディスプレイを選択する
nb_no: Velg alltid skjerm når du velger bakgrunn
nl_nl: Kies altijd het scherm bij het kiezen van achtergrond
pt_br: Sempre selecionar a tela ao escolher o plano de fundo
sv: Välj alltid den här skärmen när du väljer bakgrundsbild
uk: Завжди вибирати екран під час вибору шпалер
vi: Luôn luôn chọn màn hình khi chọn hình nền
zh_hant: 選擇桌布時一律要求選取螢幕

# GalleryAccount.Text
source: Account
ar: الحساب
ca: Compte
de: Benutzerkonto
fr: Compte
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
nb_no: Konto
pt_br: Conta
sv: Konto
uk: Обліковий запис
vi: Tài khoản
zh_hant: 帳戶

# GalleryAccountDelete.Content
source: Delete account
ar: حذف الحساب
ca: Eliminar compte
de: Benutzerkonto löschen
fr: Supprimer le compte
hi: खाता हटाएँ
hu: Fiók törlése
id: Hapus akun
ja: アカウント削除
nb_no: Slett konto
nl_nl: Verwijder account
pt_br: Excluir a conta
sv: Radera konto
uk: Видалити обліковий запис
vi: Xoá tài khoản
zh_hant: 刪除賬戶

# GalleryAccountExport.Content
source: Export data
ar: تصدير البيانات
ca: Exportar dades
de: Daten exportieren
fr: Exporter des données
hi: डेटा एक्सपोर्ट करें
hu: Adatok exportálása
id: Ekspor data
ja: データのエクスポート
nb_no: Eksporter data
nl_nl: Exporteer gegevens
pt_br: Exportar dados
sv: Exportera data
uk: Експорт даних
vi: Xuất dữ liệu
zh_hant: 匯出資料

# GalleryAccountLogin.Content
source: Log in
ar: تسجيل الدخول
ca: Entra
de: Anmelden
fr: Se connecter
hi: लॉग इन करें
hu: Bejelentkezés
id: Masuk
ja: ログイン
nb_no: Logg inn
nl_nl: Inloggen
pt_br: Iniciar sessão
sv: Logga in
uk: Увійти
vi: Đăng nhập
zh_hant: 登入

# GalleryAccountLogout.Content
source: Log out
ar: تسجيل الخروج
ca: Tancar sessió
de: Abmelden
fr: Se déconnecter
hi: लॉग आउट करें
hu: Kijelentkezés
id: Keluar
ja: ログアウト
nb_no: Logg ut
nl_nl: Uitloggen
pt_br: Sair
sv: Logga ut
uk: Вийти
vi: Đăng xuất
zh_hant: 登出

# GalleryPageCollection.Content
source: Collection
ar: المجموعة
ca: Col·lecció
de: Kollektion
fr: Bibliothèque
hi: संग्रह (Collection)
hu: Gyűjtemény
id: Koleksi
ja: コレクション
nb_no: Samlinger
nl_nl: Verzameling
pt_br: Coleção
sv: Samling
uk: Колекція
vi: Bộ sưu tập
zh_hant: 集合

# GalleryPageHome.Content
source: Home
ar: الرئيسية
ca: Inici
de: Startseite
fr: Accueil
hi: होमपेज
hu: Kezdőlap
id: Halaman Utama
ja: ホーム
nb_no: Hjem
nl_nl: Startpagina
pt_br: Início
sv: Start
uk: Головна
zh_hant: 首頁

# GalleryPageManage.Content
source: Manage
ar: إدارة
ca: Administra
de: Verwalten
fr: Gérer
hi: मैनेज करें
hu: Kezelés
id: Kelola
ja: 管理
nb_no: Administrer
nl_nl: Beheer
pt_br: Gerenciar
sv: Hantera
uk: Керування
vi: Quản lý
zh_hant: 管理

# GalleryPageProfile.Content
source: Profile
ar: الملف الشخصي
ca: Perfil
de: Profil
fr: Profil
hi: प्रोफ़ाइल
hu: Profil
id: Profil
ja: プロフィール
nb_no: Profil
nl_nl: Profiel
pt_br: Perfil
sv: Profil
uk: Профіль
zh_hant: 個人資料

# GalleryPleaseLogin.Text
source: Please log in to continue
ar: الرجاء تسجيل الدخول للمتابعة
ca: Inicieu la sessió per continuar
de: Bitte anmelden, um fortzufahren
fr: Connectez-vous pour continuer
hi: आगे बढ़ने के लिए लॉगिन करें
hu: Jelentkezz be a folytatáshoz
id: Silahkan Masuk untuk melanjutkan
ja: ギャラリーを利用するにはサインインしてください
nb_no: Vennligst logg inn for å fortsette
nl_nl: Log in om verder te gaan
pt_br: Por favor faça log in para continuar
sv: Vänligen logga in för att fortsätta
uk: Увійдіть, щоб продовжити
vi: Vui lòng đăng nhập để tiếp tục
zh_hant: 請先登入以繼續

# GalleryWelcomeMessage.Text
source: Hi
ar: مرحباً
ca: Hola
de: Hallo
fr: Bonjour
hi: नमस्ते
hu: Szia
id: Hello
ja: やあ
nb_no: Hei
nl_nl: Hoi
pt_br: Olá
sv: Hej
uk: Привіт
vi: Xin chào
zh_hant: 嗨

# RestoreWallpaper.Text
source: We found these wallpapers in your account
ar: لقد وجدنا هذه الخلفيات في حسابك
ca: Hem trobat aquests fons de pantalla al teu compte
de: Wir haben diese Hintergründe in Ihrem Benutzerkonto gefunden
fr: Nous avons trouvé ces fonds d'écran sur votre compte
hi: हमें ये वॉलपेपर आपके खाते में मिले हैं।
hu: Ezeket a háttérképeket találtuk a fiókjában
id: Kami menemukan latar belakang ini pada akun Anda
ja: アカウントから以下の壁紙が見つかりました
nb_no: Vi fant disse bakgrunnene i din konto
nl_nl: We hebben deze achtergronden gevonden in je account
pt_br: Encontramos estes planos de fundo em sua conta
sv: Vi hittade de här bakgrunderna på ditt konto
uk: Ми знайшли ці шпалери у вашому обліковому записі
vi: Chúng tôi tìm thấy những hình nền này trong tài khoản của bạn
zh_hant: 我們在你的賬戶中發現了這些桌布

# TextDownloadNow.Content
source: Download now
ar: حمل الان
ca: Descarregar ara
de: Jetzt herunterladen
fr: Télécharger
hi: अभी डाउनलोड करें
hu: Letöltés most
id: Unduh Sekarang
ja: 今すぐダウンロードする
nb_no: Last ned nå
nl_nl: Download nu
pt_br: Baixar agora
sv: Hämta nu
uk: Завантажити зараз
vi: Tải về
zh_hant: 現在下載

# TextMaybeLater.Content
source: Maybe later
ar: ربما لاحقاً
ca: Potser més endavant
de: Vielleicht später
fr: Plus tard
hi: शायद बाद में
hu: Talán később
id: Mungkin nanti
ja: あとで
nb_no: Kanskje senere
nl_nl: Misschien later
pt_br: Talvez mais tarde
sv: Kanske senare
uk: Можливо пізніше
vi: Để sau
zh_hant: 稍后再说

# TextSelectAll.Content
source: Select all
ar: تحديد الكل
ca: Seleccionar tot
de: Alle auswählen
fr: Sélectionner tout
hi: सभी चुनें
hu: Összes
id: Pilih semua
ja: 全て選択
nb_no: Velg alle
nl_nl: Selecteer alles
pt_br: Selecionar tudo
sv: Markera alla
uk: Вибрати всі
vi: Chọn tất cả
zh_hant: 全選

# TextSelectNone.Content
source: Select none
ar: عدم تحديد شيء
ca: Desseleccionar tot
de: Keine auswählen
fr: Sélectionner aucun
hi: कोई नहीं चुनें
hu: Nincs kiválasztás
id: Hilangkan Semua Pilihan
ja: 全て解除
nb_no: Velg ingen
nl_nl: Niets selecteren
pt_br: Desmarcar tudo
sv: Avmarkera alla
uk: Скасувати вибране
vi: Bỏ chọn tất cả
zh_hant: 取消選擇

# TitleWelcomeback.Text
source: Welcome back!
ar: أهلاً بعودتك!
ca: Benvingut de nou!
de: Willkommen zurück!
fr: Bon retour parmi nous !
hi: वापसी पर स्वागत है,
hu: Üdvözlünk újra itt!
id: Selamat datang kembali!
ja: おかえりなさい!
nb_no: Velkommen tilbake!
nl_nl: Welkom terug!
pt_br: Bem-vindo de volta!
sv: Välkommen tillbaka!
uk: З поверненням!
vi: Chào mừng bạn quay lại!
zh_hant: 歡迎回來！

# ReportWallpaper.Header
source: Reasons
ar: أسباب
ca: Motiu
de: Gründe
fr: Raison
hi: कारण
hu: Okok
id: Berikan Alasan
ja: 理由
nb_no: Årsak
nl_nl: Redenen
pt_br: Motivos
sv: Anledningar
uk: Причина
vi: Lý do
zh_hant: 原因

# ReportWallpaperCopyright.Content
source: Copyright violation
ar: انتهاك لحقوق النشر
ca: Violació dels drets d'autor
de: Urheberrechtsverletzung
fr: Violation des droits d'auteur
hi: कॉपीराइट का उल्लंघन
hu: Szerzői jog megsértése
id: Pelanggaran hak cipta
ja: 著作権の侵害
nb_no: Brudd på opphavsrett
nl_nl: Schending auteursrecht
pt_br: Violação de Direitos Autorais
sv: Upphovsrättsbrott
uk: Порушення авторських прав
vi: Vi phạm bản quyền
zh_hant: 侵犯版權

# ReportWallpaperMisleading.Content
source: Misleading information
ar: معلومات مضلِّلة
ca: Informació enganyosa
de: Irreführende Informationen
fr: Fausses informations
hi: स्पैम या भ्रामक जानकारी
hu: Spam vagy félrevezető információ
id: Informasi yang menyesatkan
ja: 誤解を招くコンテンツ
nb_no: Villende informasjon
nl_nl: Spam of misleidende informatie
pt_br: Informação enganosa
sv: Vilseledande information
uk: Оманлива інформація
vi: Thông tin không chính xác
zh_hant: 誤導性資訊

# ReportWallpaperOther.Content
source: Other
ar: آخر
ca: Altres
de: Andere
fr: Autre
hi: अन्य
hu: Egyéb
id: Lainnya
ja: その他
nb_no: Annet
nl_nl: Anders
pt_br: Outro
sv: Annat
uk: Інше
vi: Khác
zh_hant: 其他

# ReportWallpaperSpam.Content
source: Spam
ar: رسائل متكررة
ca: Contingut brossa
hi: अनचाही मेल (Spam)
ja: スパム
nb_no: Nettsøppel
nl_nl: Ongewenste berichten
uk: Спам
zh_hant: 垃圾訊息

# ReportWallpaperViolence.Content
source: Nudity or violence
ar: يحتوي على عنف أو تعري
ca: Despullaments o violència
de: Nacktheit oder Gewalt
fr: Nudité ou violence
hi: नग्नता या हिंसा
hu: Meztelenség vagy erőszak
id: Konten dewasa atau kekerasan
ja: ヌードまたは暴力
nb_no: Nakenhet eller vold
nl_nl: Nuditeit of geweld
pt_br: Nudez ou violência
sv: Nakenhet eller våld
uk: Нагота або насильство
vi: Nội dung nhạy cảm
zh_hant: 色情暴力

# TextAdditionalNotes.Text
source: Additional notes
ar: ملاحظات إضافيه
ca: Notes addicionals
de: Zusätzliche Anmerkungen
fr: Expliquez la raison du signalement
hi: अतिरिक्त नोट्स
hu: További megjegyzések
id: Catatan tambahan
ja: 説明
nb_no: Tilleggsopplysninger
nl_nl: Extra opmerkingen
pt_br: Notas adicionais
sv: Ytterligare anmärkningar
uk: Додаткова інформація
vi: Ghi chú khác
zh_hant: 補充説明

# TextReportWallpaper.Text
source: Report
ar: إبلاغ
ca: Denuncia
de: Melden
fr: Signaler
hi: रिपोर्ट
hu: Jelentés
id: Laporkan
ja: 報告
nb_no: Rapporter
nl_nl: Rapporteren
pt_br: Reportar
sv: Rapportera
uk: Скарга
vi: Báo cáo vi phạm
zh_hant: 報告

# TitleReportWallpaper.Text
source: Report Wallpaper
ar: الإبلاغ عن الخلفية
ca: Denuncia fons de pantalla
de: Hintergrund melden
fr: Signaler le fond d'écran
hi: रिपोर्ट वॉलपेपर
hu: Jelentse a háttérképet
id: Laporkan Latar Belakang
ja: この壁紙を報告する
nb_no: Rapporter bakgrunn
nl_nl: Achtergrond rapporteren
pt_br: Reportar Plano de Fundo
sv: Rapportera bakgrundsbild
uk: Скарга про шпалери
vi: Tố cáo hình nền
zh_hant: 檢舉桌布

# Send.Content
source: Send
ar: إرسال
ca: Envia
de: Senden
fr: Envoyer
hi: भेजें
hu: Küldés
id: Kirim
ja: 送信
nl_nl: Verzend
pt_br: Enviar
sv: Skicka
uk: Надіслати
vi: Gửi
zh_hant: 發送

# GalleryAccountDeleteConfirm.Text
source: Please confirm this action as it CAN NOT be undone
ar: يرجى تأكيد هذا الإجراء لأنه لا يمكن التراجع عنه
ca: Si us plau, confirma aquesta acció, ja que no es pot revertir
de: Bitte bestätigen Sie diese Aktion, da sie NICHT rückgängig gemacht werden kann
fr: Cette action ne pourra pas être annulée
hi: कृपया इस कार्रवाई की पुष्टि करें क्योंकि इसे पूर्ववत नहीं किया जा सकता
hu: Kérjük, erősítse meg ezt a műveletet, mivel NEM vonható vissza
id: Konfirmasi langkah ini karena TIDAK BISA dikembalikan lagi
ja: この操作を元に戻すことはできません。本当に削除しますか。
nb_no: Vennligst bekreft denne handlingen da den IKKE kan angres
nl_nl: Bevestig deze actie het KAN NIET ongedaan worden gemaakt
pt_br: Por favor confirme esta ação já que ela NÃO PODERÁ ser desfeita
sv: Vänligen bekräfta denna åtgärd eftersom det INTE kan ångras
uk: Підтвердьте цю дію, оскільки її НЕ МОЖНА скасувати
vi: Vui lòng xác nhận hành động này vì bạn sẽ KHÔNG thể khôi phục được nó
zh_hant: 請確認該操作（將無法撤銷）
