Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# AudioFocused.Content
source: Play audio only when desktop is focused
ar: تشغيل الصوت عندما يكون سطح المكتب مركّزًا فقط
ca: Reproduir àudio només quan l'escriptori s'estigui mostrant
de: Audio nur dann wiedergeben, wenn der Desktop im Vordergrund ist
fr: Lire l'audio uniquement lorsque le bureau est au premier plan
hi: ऑडियो तभी चलायें जब Desktop फोकस में हो
hu: Csak akkor játssza le a hangot, ha az asztal fókuszban van
id: Hanya putar audio ketika fokus ke desktop
ja: デスクトップが表示されているときのみ音声を再生
nb_no: Spill av lyd kun når skrivebordet er fokusert
nl_nl: Audio alleen afspelen wanneer bureaublad gefocust is
pt_br: Tocar o áudio somente quando a área de trabalho estiver em foco
sv: Spela upp ljudet endast när skrivbordet är i fokus
uk: Відтворювати аудіо тільки коли робочий стіл у фокусі
vi: Chỉ phát âm thanh khi đang ở màn hình desktop
zh_hant: 僅在桌面為焦點時播放音訊

# Audio.Description
source: Volume level of all wallpapers
ar: مستوى الصوت لجميع الخلفيات
ca: Nivell de volum dels fons de pantalla.
de: Lautstärke aller aktiven Hintergründe
fr: Niveau de volume de tous les fonds d'écran
hi: सभी वॉलपेपर का वॉल्यूम स्तर
hu: Hangerő szint minden egyes háttérképnek
id: Tingkat suara untuk semua tampilan
ja: すべての壁紙の音量
nb_no: Volumnivå til alle bakgrunner
nl_nl: Geluidsvolume van alle achtergronden
pt_br: Nível de volume de todos os planos de fundo
sv: Volymnivå för alla bakgrunder
uk: Рівень гучності звуку шпалер
vi: Mức âm lượng của tất cả các hình nền.
zh_hant: 桌布音量等級

# Audio.Header
source: Volume
ar: مستوى الصوت
ca: Volum
de: Lautstärke
hi: आवाज़
hu: Hangerő
id: Tingkat Suara
ja: マスターボリューム
nb_no: Lydnivå
sv: Volym
uk: Гучність
vi: Âm lượng
zh_hant: 主音量

# AudioGroup.Header
source: Audio
ar: الصوت
ca: Àudio
de: Ton
fr: Son
hi: ध्वनि
id: Suara
ja: 音声
nb_no: Lyd
nl_nl: Geluid
pt_br: Áudio
sv: Ljud
uk: Звук
vi: Âm thanh
zh_hant: 音訊

# Community.Description
source: Online discussion forum
ar: منتدى المناقشات عبر الإنترنت
ca: Fòrum de discussió en línia
de: Online-Diskussionsforum
fr: Forum de discussion en ligne
hi: ऑनलाइन चर्चा मंच
hu: Online vitafórum
id: Forum diskusi online
ja: オンラインのディスカッションフォーラム
nb_no: Online diskusjonsforum
nl_nl: Online discussie forum
pt_br: Fórum de discussão online
sv: Online diskussionsforum
uk: Онлайн дискусійний форум
vi: Diễn đàn thảo luận online
zh_hant: 線上討論社群

# Documentation.Description
source: API documentation and help
ar: مستندات API والمساعدة
ca: Documentació de l'API i ajuda
de: API-Dokumentation und Hilfe
fr: Documentation de l'API et aide
hi: एपीआई प्रलेखन और सहायता
hu: API dokumentáció és segítség
id: Bantuan dan Dokumentasi API
ja: APIのドキュメントと説明
nb_no: API dokumentasjon og hjelp
nl_nl: API documentatie en help
pt_br: Documentação da API e ajuda
sv: API-dokumentation och hjälp
uk: Документація API та допомога
vi: Tư liệu API và hỗ trợ
zh_hant: API 文件和幫助

# DescExplorerCrash
source: Lively has encountered a fatal error. Windows Explorer restarted twice in the last 30 seconds! This may be a conflict between Lively and other desktop customization software or Windows. To avoid further issues, all wallpapers are terminated.
ar: لقد واجهنا مشكلة غريبة... تم إعادة تشغيل مستكشف الملفات الخاص بالنظام مرتين في آخر 30 ثانية! قد يكون هذا تعارضًا بين التطبيق وبرنامج تخصيص آخر أو النظام نفسه. لتجنب المزيد من المشكلات، سيتم إيقاف جميع الخلفيات حاليا.
ca: Lively ha trobat amb un error fatal. L'Explorador de Windows s'ha reiniciat dues vegades en els últims 30 segons. Això pot ser degut a un conflicte entre Lively i un altre software de personalització de l'escriptori. Per evitar futurs problemes, tots els fons de pantalla s'han tancat.
de: Lively hat einen schwerwiegenden Fehler festgestellt. Windows Explorer wurde in den letzten 30 Sekunden zwei Mal neu gestartet! Dies kann durch einen Konflikt von Lively mit anderer Software zur Desktopanpassung oder von Windows verursacht worden sein. Um weitere Probleme zu vermeiden, werden alle Hintergründe beendet.
fr: Lively a rencontré une erreur fatale. Windows Explorer a redémarré deux fois dans les 30 dernières secondes ! Cela est peut-être un conflit entre Lively et d'autres applications de personnalisations de bureau ou Windows. Pour éviter d'autres éventuelles erreurs, tous les fonds d'écran ont été arrêtés.
hi: लाइवली को घातक त्रुटि का सामना करना पड़ा है। विंडोज एक्सप्लोरर पिछले 30 सेकंड में दो बार रीस्टार्ट हुआ! यह लाइवली और अन्य डेस्कटॉप अनुकूलन सॉफ्टवेयर या विंडोज के बीच विरोध हो सकता है। आगे की समस्याओं से बचने के लिए, सभी वॉलपेपर समाप्त कर दिए गए हैं।
hu: Lively végzetes hibába ütközött. A Windows Intéző kétszer indult újra az elmúlt 30 másodpercben! Ez ütközés lehet a Lively és más asztali testreszabási szoftverek vagy a Windows között. A további problémák elkerülése érdekében az összes háttérképet leállítja.
id: Lively mengalami kesalahan fatal. Windows Explorer memulai ulang dua kali dalam 30 detik terakhir! Ini mungkin ada konflik antara Lively dan perangkat lunak kustomisasi desktop lainnya atau Windows. Untuk menghindari masalah lebih lanjut, semua wallpaper dihentikan.
ja: Livelyで致命的なエラーが発生しました。 エクスプローラーは30秒以内に2回再起動しました。 これはLivelyと他のアプリケーションまたはWindowsとの間で競合（互換性がない）している可能性があります。 さらなる問題を避けるために全ての壁紙をWindows標準壁紙にもどします。
nb_no: Livlig har støtt på en alvorlig feil. Windows Explorer har startet på nytt to ganger i løpet av de siste 30 sekund! Årsaken kan være en konflikt mellom Lively og andre skrivebordstilpasningsprogramvare eller Windows. For å unngå ytterligere problemer avsluttes alle bakgrunnsbilder.
nl_nl: Lively is een fatale fout tegen gekomen. Windows Explorer is in de laatste 30 seconden twee keer gestart! Dit kan een conflict zijn tussen Lively en andere desktop customisatie software van Windows. Om verdere problemen te vermijden, worden alle achtergronden beëindigd.
pt_br: Lively encontrou um erro fatal. O Explorador do Windows reiniciou duas vezes nos últimos 30 segundos! Isso pode ser um conflito entre o Lively e outro software de customização ou o Windows. Para evitar maiores problemas, todos os planos de fundo foram encerrados.
sv: Lively har stött på ett allvarligt fel. Utforskaren har startat om två gånger under de senaste 30 sekunderna! Detta kan vara en konflikt mellan Lively och andra anpassningsprogram för skrivbordet eller Windows. För att undvika ytterligare fel stängs alla bakgrunder av.
uk: Хай тобі грець, в Lively трапилася фатальна помилка. Провідник Windows перезавантажився двічі за останні 30 секунд! Це може бути пов'язано з конфліктом між Lively та іншою програмою кастомізації системи. Для уникнення подальших проблем всі шпалери вимкнено.
vi: Lively đã có sự cố nghiêm trọng. Windows Explorer đã khởi động lại 2 lần trong 30 giây! Đây có thể là do Lively và những ứng dụng chỉnh hình nền khác chạy cùng một lúc gây ra lỗi. Để tránh trường hợp bị lỗi nặng hơn, tất cả hình nền của bạn sẽ bị tắt.
zh_hant: Lively 動態桌布遇到了致命錯誤。 Windows 檔案總管在最近30秒內重新啟動了兩次！這也許是 Lively 動態桌布與其他桌面自訂軟體或 Windows 的衝突造成的。為了防止出現更多問題，所有桌布已被終止。

# DescIncompatibleTaskbarTheme
source: Incompatible program found, taskbar theming disabled
ar: تم العثور على برنامج غير متوافق ، تم تعطيل تطبيق سمات شريط المهام.
ca: S'ha trobat programa incompatible, s'ha deshabilitat la personalització de la barra de tasques
de: Inkompatibles Programm gefunden, Taskleisten-Design deaktiviert
fr: Programme incompatible trouvé, thème de la barre des tâches désactivé
hi: स्रोत स्ट्रिंग असंगत प्रोग्राम मिला, टास्कबार थीमिंग अक्षम
id: Program yang tidak kompatibel ditemukan, tema taskbar dinonaktifkan
ja: 互換性のないプログラムが見つかりました。タスクバーのテーマは反映されなくなります。
nb_no: Inkompatibelt program funnet, tema på oppgavelinjen er deaktivert
nl_nl: Incompatibel programma gevonden, taakbalk thematisering uitgeschakeld
pt_br: Programa incompatível detectado, o tema da barra de tarefas foi desativado
sv: Inkompatibelt program har hittats, tematisering i aktivitetsfältet är inaktiverad.
uk: Знайдена несумісна програма, тематизація панелі завдань вимкнена.
vi: Phát hiện chương trình không tương thích, taskbar theming đã bị tắt
zh_hant: 偵測到不相容軟體，工具列主題已禁用

# Website.Description
source: Official webpage of Lively Wallpaper
ar: صفحة الإنترنت الرسمية لـ Lively Wallpaper
ca: Pàgina web oficial de Lively Wallpaper
de: Offizielle Webseite von Lively Wallpaper
fr: Site officiel de Lively Wallpaper
hi: लाइवली वॉलपेपर का आधिकारिक वेबपेज
hu: A Lively Wallpaper hivatalos weboldala
id: Halaman web resmi Lively Wallpaper
ja: Lively Wallpaper の公式サイト
nb_no: Offisiell nettside til Lively Wallpaper
nl_nl: Officiële webpagina van Lively
pt_br: Site oficial do Lively Wallpaper
sv: Officiell hemsida för Lively Wallpaper
uk: Офіційна веб-сторінка Lively Wallpaper
vi: Trang chính thức của Lively Wallpaper
zh_hant: Lively 動態桌布官方網站

# DescOledScreensaverNotice
source: Most modern LCD and LED displays do not suffer from burn-in issue and therefore any wallpaper can be used as screensaver. For OLED, Plasma or CRT displays which are susceptibe to burn-in it is advised to use wallpaper with regular motion and an overall dark theme which is supposed to mitigate burn-in but this feature is untested and its effectiveness cannot be guaranteed. The main purpose of Lively's screensavers is to add another layer of customization to your pc, use screensavers as burn-in protection at your own risk!
ar: لا تعاني معظم شاشات LCD و LED الحديثة من مشاكل الاحتراق؛ لذلك، يمكن استخدام أي خلفية كشاشة توقف. بالنسبة لشاشات OLED أو Plasma أو CRT المعرضة للاحتراق، يُنصح باستخدام الخلفيات المظلمة التي من المفترض أن تخفف الاحتراق. ومع ذلك، لم يتم اختبار هذه الميزة ولا يمكن ضمان فعاليتها. الغرض الأساسي من شاشات توقف Lively هو إضافة طبقة أخرى من التخصيص إلى جهاز الكمبيوتر الخاص بك، واستخدام شاشات التوقف كحماية ضد الاحتراق هو على مسؤوليتك الخاصة!
ca: La majoria de pantalles LCD i LED modernes no pateixen de cremades, per tant, es pot fer servir qualsevol fons de pantalla. Per a pantalles OLED, Plasma o CRT, que són susceptibles a cremades, es recomana usar uns fons de pantalla amb constant moviment i un fons generalment fosc. Això se suposa que mitiga els problemes de cremades, encara que és una funcionalitat no provada i la seva efectivitat no pot ser demostrada. El propòsit principal dels estalvis de pantalla Lively és afegir una nova capa de customització al teu PC, fes-lo servir com a protecció contra cremades de pantalla sota el teu risc!
de: Die meisten modernen LCD- und LED-Bildschirme haben keine Probleme mit dem Einbrennen von Bildern, sodass jeder Hintergrund als Bildschirmschoner verwendet werden kann. Bei OLED-, Plasma- und CRT-Bildschirmen kann es zu Einbrenneffekten kommen. Es wird daher empfohlen, einen Hintergrund mit konstanten Bewegungen und ein insgesamt dunkles Thema zu verwenden, um das Einbrennen zu verringern. Da diese Funktion jedoch nicht getestet ist, kann ihre Wirksamkeit nicht garantiert werden. Der Hauptzweck von Livelys Bildschirmschonern ist das Hinzufügen einer weiteren Gestaltungsmöglichkeit zu ihrem Computer. Die Verwendung des Bildschirmschoners als Schutz gegen Einbrennen geschieht auf eigene Gefahr!
fr: La plupart des écrans modernes LCD et LED ne subissent pas de brûlures internes et donc n'importe quel fond d'écran peut être utilisé comme écran de veille. Pour les écrans OLED, Plasma ou CRT qui sont susceptibles aux brûlures internes il est conseillé d'utiliser un fond d'écran avec un mouvement régulier et un thème globalement sombre censé atténuer les brûlures internes mais cette fonctionnalité n'est pas testé et son efficacité ne peut pas être garantie. La principale utilité des économisateurs d'écran de Lively est d'ajouter une couche supplémentaire de personnalisation à votre ordinateur, utilisez les écran de veille comme protection contre les brûlures internes d'écrans à vos risques et périls !
hi: अधिकांश आधुनिक एलसीडी और एलईडी डिस्प्ले बर्न-इन इश्यू से पीड़ित नहीं होते हैं और इसलिए किसी भी वॉलपेपर को स्क्रीनसेवर के रूप में इस्तेमाल किया जा सकता है। OLED, प्लाज्मा या CRT डिस्प्ले के लिए जो बर्न-इन के लिए अतिसंवेदनशील होते हैं, उन्हें नियमित गति वाले वॉलपेपर और एक समग्र डार्क थीम का उपयोग करने की सलाह दी जाती है, जो बर्न-इन को कम करने वाला माना जाता है, लेकिन यह सुविधा अप्रयुक्त है और इसकी प्रभावशीलता की गारंटी नहीं दी जा सकती है। लाइवली के स्क्रीनसेवर का मुख्य उद्देश्य आपके पीसी में अनुकूलन की एक और परत जोड़ना है, अपने जोखिम पर स्क्रीनसेवर को बर्न-इन सुरक्षा के रूप में उपयोग करें!
hu: A legtöbb modern LCD és LED kijelző nem szenved beégési problémától, ezért bármilyen háttérkép használható képernyővédőként. A beégésre hajlamos OLED-, plazma- vagy katódsugárcsöves kijelzők esetében javasolt szabályos mozgású tapéta és általános sötét témát használni, amely a beégést csökkenteni hivatott, de ez a funkció még nem tesztelt, és a hatékonysága nem garantálható. A Lively képernyővédőinek fő célja, hogy egy újabb testreszabási réteget adjon a számítógépéhez, és saját felelősségére használja a képernyővédőket beégés elleni védelemként!
id: Sebagian besar layar LCD dan LED modern tidak mengalami masalah burn-in dan oleh karena itu wallpaper apa pun dapat digunakan sebagai screensaver. Untuk tampilan OLED, Plasma, atau CRT yang rentan mengalami masalah burn-in, disarankan untuk menggunakan wallpaper dengan gerakan reguler dan tema gelap keseluruhan yang seharusnya mengurangi burn-in tetapi fitur ini belum teruji dan efektivitasnya tidak dapat dijamin. Tujuan utama screensaver Lively adalah untuk menambahkan bagian kostumisasi lain ke komputer Anda, gunakan screensaver sebagai perlindungan burn-in dengan risiko Anda sendiri!
ja: 最近の液晶ディスプレイやLEDディスプレイのほとんどは画面の焼き付きがないため、どんな壁紙でもスクリーンセーバーとして使用できます。 焼き付きの影響を受けやすい有機ELやプラズマ、ブラウン管のディスプレイでは焼き付きを軽減するために動きのある壁紙や全体的に暗いテーマを使用することをお勧めしますが、この機能は現在ベータ版のため、確実ではないため保証できません。 Livelyのスクリーンセーバーの主な目的はあなたのPCのカスタマイズをより幅広くするためであり、焼き付きの保護のために使用するのは自己責任ですのでご自身で判断お願いします。
nb_no: De fleste moderne LCD og LED-skjermer opplever ikke innbrenningsproblemer, og derfor kan enhver bakgrunn brukes som skjermsparer. For OLED, Plasma eller CRT skjermer som kan oppleve innbrenning, anbefales å bruke bakgrunnen med regelmessig bevegelse og et generelt mørkt tema til å motvirke innbrenning, men denne funksjonen er ikke testet og effektiviteten kan ikke garanteres. Hovedformålet med Livelys skjermsparer er å legge til et ekstra lag med tilpasninger til din pc, bruk skjermspare til innbrenningsbeskyttelse på egen risiko!
nl_nl: De meeste moderne LCD en LED displays hebben geen last van inbranden en daarom kan elke achtergrond gebruikt worden als screensaver. Voor OLED Plasma of beeldbuis-displays die vatbaar zijn voor inbranden wordt aangeraden om achtergrond te gebruiken met regelmatige beweging en een algemeen donker thema dat branding moet verzachten, maar deze functie is niet getest en de effectiviteit ervan kan niet worden gegarandeerd. Het belangrijkste doel van Lively's screensavers is om extra visuele aanpassingen te doen aan je PC, gebruik screensavers als inbrand bescherming op eigen risico!
pt_br: A maioria das telas LCD e LED não sofrem de queima de leds, e portanto qualquer plano de fundo pode ser usado como protetor de tela. Para telas OLED, Plasma ou CRT, que estão sujeitas a burn-in, é recomendável usar um plano de fundo com movimento regular e aparência escura no geral, que deve reduzir o burn-in, mas esta função não foi testada e sua efetividade não pode ser garantida. O foco principal dos protetores de tela do Lively é adicionar mais uma camada de customização em seu PC, use protetores de tela como prevenção ao burn-in por sua conta e risco!
sv: De flesta moderna LCD- och LED-skärmar lider inte av problemet med inbränning och därför kan alla bakgrunder användas som skärmsläckare. För OLED-, plasma- eller CRT-skärmar som är känsliga för inbränning rekommenderas det att använda bakgrunder med regelbundna rörelser och ett övergripande mörkt tema som antas minska inbränningen, men den här funktionen är oprövad och dess effektivitet kan inte garanteras. Huvudsyftet med Livelys skärmsläckare är att lägga till ytterligare ett lager av anpassning till din dator, använd skärmsläckare som skydd mot inbränning på egen risk!
uk: Більшість сучасних рідкокристалічних та світлодіодних дисплеїв не страждають від вигорання, і тому будь-які шпалери можна використовувати як заставку. Для OLED, плазмових або ЕЛТ-дисплеїв, які чутливі до вигорання, рекомендується використовувати шпалери з регулярним рухом та загальну темну тему, яка повинна пом'якшити вигорання, але ця функція не перевірена, і її ефективність не може бути гарантована. Основна мета заставки Lively - це додати ще один рівень налаштування до свого ПК, використовувати заставки як захист від вигорання на власний ризик!
vi: Hầu như tất cả màn hình LCD và LED đều không bị burn-in(lưu ảnh màn hình) nên bất kỳ hình nền nào cũng có thể sử dụng làm màn hình chờ. Còn đối với màn hình OLED, Plasma hoặc CRT thì sẽ có thể dễ bị burn-in nên lively khuyến cáo bạn nên sử dụng hình nền có ảnh động và tối để giảm thiểu hiệu ứng burn-in nhưng chức năng này cũng chưa được thử nghiệm nên sẽ không đảm bảo màn hình của bạn sẽ không bị hỏng. Mục đích chính của Lively là để làm cho màn hình desktop của bạn đẹp hơn, nên trong trường hợp sử dụng Lively để làm màn hình chờ thì Lively sẽ không chịu trách nhiệm!
zh_hant: 大多數現代 LCD 和 LED 顯示幕都不會出現殘影問題，因此任何桌布都可以用作螢幕保護程式。 對於容易出現殘影的 OLED、電漿或 CRT 顯示幕，建議使用有規律運動的動態桌布和深色整體主題，以減輕殘影；但此功能未經測試，無法保證其有效性。 Lively 動態桌布的螢幕保護程式主要用於為您的電腦新增另一層客製化可能性，使用螢幕保護程式作為殘影保護手段請自行承擔風險！

# ReportBug.Description
source: Report a problem with the software
ar: الإبلاغ عن مشكلة في البرنامج
ca: Reporta un problema amb el programari
de: Ein Problem mit der Software melden
fr: Signaler un problème avec le logiciel
hi: सॉफ़्टवेयर के साथ समस्या की रिपोर्ट करें
hu: Jelentse be a szoftverrel kapcsolatos problémát
id: Laporkan masalah dengan aplikasi
ja: 問題を報告する
nb_no: Rapporter et problem med programvaren
nl_nl: Een probleem in de software melden
pt_br: Relatar um problema com o software
sv: Rapportera ett problem med programvaran
uk: Повідомити про проблему з програмним забезпеченням
vi: Báo lỗi chương trình
zh_hant: 回報軟體問題

# AddWallpaperFileBrowse.Header
source: Choose a file
ar: قم بتحديد ملف
ca: Escull un fitxer
de: Datei auswählen
fr: Sélectionner un fichier
hi: कोई फ़ाइल चुनें
hu: Válassz ki egy egy fáljt vagy egy weboldal linket hogy beállíthasd háttérképnek.
id: Pilih berkas
ja: ファイルを選択
nb_no: Velg en fil
nl_nl: Selecteer een bestand of website-url om als achtergrond in te stellen.
pt_br: Escolha um arquivo
sv: Välj en fil
uk: Виберіть файл або вкажіть URL-адресу веб-сайту, який потрібно встановити як шпалери.
vi: Chọn file
zh_hant: 選擇一個檔案

# DescriptionAppRules
source: Wallpaper playback behaviour based on running application
ar: تعيين الخلفية(ات) سلوك التشغيل بناءً على تشغيل التطبيق:-
ca: Comportament del fons de pantalla d'acord amb quina aplicació està en execució.
de: Wiedergaberegeln basierend auf laufenden Anwendungen festlegen
fr: Paramétrer le comportement de lecture en fonction des applications en cours d'exécution.
hi: चल रहे एप्लिकेशन के आधार पर वॉलपेपर प्लेबैक व्यवहार।
hu: A háttérkép lejátszása a futó alkalmazásokon alapszik.
id: Pemutaran wallpaper berdasarkan aplikasi yang sedang berjalan
ja: 実行中のアプリケーションに基づく壁紙の再生動作です。
nl_nl: Afspeelgedrag van de achtergrond op basis van actieve programma's.
pt_br: Definir o comportamento de reprodução do(s) plano(s) de fundo baseado no aplicativo ativo
sv: Bakgrundsbildens beteende baserad på programmet som används.
uk: Встановіть поведінку відтворення шпалер на основі запущеної програми
vi: Dừng hoặc phát lại hình nền dựa trên ứng dụng đang chạy.
zh_hant: 根據正在運作的應用程式設定桌布的播放行為。

# DescriptionCancelQuestion
source: Are you sure you want to cancel?
ar: هل أنت متأكد من إلغاء هذه العملية؟
ca: Esteu segur que voleu cancel·lar?
de: Wollen Sie diese Aktion wirklich abbrechen?
fr: Êtes-vous sûr de vouloir annuler ?
hi: क्या आप वाकई रद्द करना चाहते हैं?
hu: Biztos vissza akarod vonni?
id: Anda yakin ingin membatalkan?
ja: 本当にキャンセルしますか？
nb_no: Er du sikker på at du vil avbryte?
nl_nl: Weet u het zeker dat u wilt annuleren?
pt_br: Tem certeza de que deseja cancelar?
sv: Är du säker på att du vill avbryta?
uk: Ви впевнені, що хочете скасувати?
vi: Bạn có chắc muốn hủy bỏ?
zh_hant: 確定要取消嗎？

# DescriptionDeleteConfirmation
source: Are you sure you want to permanently delete this wallpaper from the disk?
ar: هل أنت متأكد من حذف الخلفية بشكل دائم من القرص؟
ca: Esteu segurs que voleu eliminar permanentment aquest fons de pantalla del disc dur?
de: Sind Sie sicher, dass Sie den Hintergrund dauerhaft vom Datenträger löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce fond d'écran du disque dur ?
hi: क्या आप वाकई इस वॉलपेपर को डिस्क से स्थायी रूप से हटाना चाहते हैं?
hu: Biztos véglegesen törölni akarod a háttérképet a lemezről?
id: Anda yakin ingin menghapus wallpaper ini secara permanen?
ja: この壁紙を完全削除しますか？
nb_no: Er du sikker på at du vil slette denne bakgrunnsbildet fra disken?
nl_nl: Deze achtergrond wordt definitief verwijderd, weet u het zeker?
pt_br: Tem certeza que deseja apagar permanentemente esse plano de fundo?
sv: Är du säker på att du vill ta bort denna bakgrundsbild?
uk: Ви справді бажаєте остаточно видалити шпалери з диску?
vi: Bạn có chắc muốn xóa vĩnh viễn hình nền này khỏi máy?
zh_hant: 確定要從磁碟上永久刪除桌布嗎？

# DescriptionDeleteConfirmationLibrary
source: Are you sure you want to delete this wallpaper from the Library?
ar: هل أنت متأكد أنك تريد حذف هذه الخلفية من المكتبة؟
ca: Esteu segurs que voleu eliminar aquest fons de pantalla de la Llibreria?
de: Dieses Hintergrundbild wirklich aus der Bibliothek entfernen?
fr: Êtes-vous sûr de vraiment vouloir supprimer ce fond d'écran de la bibliothèque ?
hi: क्या आप वाकई इस वॉलपेपर को लाइब्रेरी से हटाना चाहते हैं?
hu: Biztos vagy abban hogy ki szeretnéd törölni ezt a háttérképet a könyvtárból?
id: Anda yakin ingin menghapus wallpaper ini dari pustaka?
ja: この壁紙をライブラリから削除してよろしいですか？
nb_no: Er du sikker på at du vil slette dette bakgrunnsbildet fra biblioteket?
nl_nl: Deze achtergrond wordt uit de Bibliotheek verwijderd, weet u het zeker?
pt_br: Tem certeza que deseja remover este plano de fundo da Biblioteca?
sv: Är du säker på att du vill ta bort den här bakgrunden från biblioteket?
uk: Ви впевнені, що хочете видалити ці шпалери з бібліотеки?
vi: Bạn có chắc chắn muốn xóa nền này khỏi thư viện?
zh_hant: 確定要從資料庫刪除此桌布嗎？

# DragDropFile.Text
source: Simply drag and drop files into here
ar: ببساطة، ما عليك سوى سحب الملفات وإفلاتها هنا
ca: Simplement arrossega i deixa anar els arxius aquí
de: Einfach Dateien per Drag & Drop hierhin ziehen
fr: Simplement glisser et déposer les fichiers ici
hi: बस लाइब्रेरी में फ़ाइलों को खींचें और छोड़ें।
hu: Egyszerűen húzz és dobj fájlokat a könyvtárba.
id: Cukup drag dan drop file ke sini
ja: ライブラリにファイルをドラッグ＆ドロップしてください。
nb_no: Bare dra og slipp filer inn her
nl_nl: U kunt de bestanden eenvoudig naar de Bibliotheek slepen.
pt_br: Basta arrastar e soltar os arquivos aqui
sv: Bara dra och släpp filer till biblioteket.
uk: Просто перетягніть файли в бібліотеку
vi: Kéo và thả tập tin vào đây
zh_hant: 簡單拖放檔案到此處
