Repository: rocksdanister/lively
Catalog: src/Lively/Lively/Properties/Resources.*.resx
Languages: ar, ca, de, fr, hi, hu, id, ja, nb_no, nl_nl, pt_br, sv, uk, vi, zh_hant

# DescriptionExternalAppWarning
source: You are opening an external application as wallpaper. Malicious applications can host malware, virus.. and do harm to your system. Only continue if this application comes from a trusted source.
ar: أنت تفتح تطبيقًا خارجيا كخلفية. يمكن أن تحمل التطبيقات الخارجية برامج ضارة وفيروسات.. وتضر بنظامك. استمر فقط إذا كنت بمصدر هذا التطبيق.
ca: Esteu obrint una aplicació externa com a fons de pantalla. Les aplicacions externes poden contenir programari maliciós, virus... i malmetre el teu sistema. Només contínua si aquesta aplicació prové d'una font fiable.
de: Sie öffnen eine externe Anwendung als Hintergrund. Schädliche Anwendungen können Malware, Viren usw. enthalten und Ihrem System schaden. Fahren Sie nur fort, wenn diese Anwendung aus einer vertrauenswürdigen Quelle stammt.
fr: Vous ouvrez une application externe comme fond d'écran. Les applications malveillantes peuvent contenir des malwares, virus ... ainsi que menacer votre système. Continuez seulement si cette application provient d'une source fiable.
hi: आप अपने वॉलपेपर के रूप में एक बाहरी अनुप्रयोग खोल रहे हैं। दुर्भावनापूर्ण एप्लिकेशन मैलवेयर, वायरस ... और आपके सिस्टम को नुकसान पहुंचा सकते हैं। कृपया तभी आगे बढ़ें जब यह एप्लिकेशन किसी विश्वसनीय स्रोत से आता है।
hu: Egy külső alkalmazást nyitsz meg háttérképként. Rosszindulatú alkalmazások hordozhatnak káros szoftvert, vírust.. és kárt okozhatnak a rendszerben. Csak akkor folytasd, ha ez az alkalmazás egy megbízható forrásból származik.
id: Anda membuka aplikasi eksternal sebagai wallpaper. Aplikasi seperti ini dapat terkontaminasi oleh malware, virus.. dan dapat merusak sistem anda. Lanjutkan jika aplikasi berasal dari sumber terpercaya
ja: 壁紙として外部アプリケーションを開いています。 悪意のあるアプリケーションは、マルウェアやウイルスを拡散し、システムに害を及ぼす可能性があります。 このアプリケーションが信頼できる情報元から来ている場合のみ続行してください。
nb_no: Du åpner et eksternt program som bakgrunn. Skadelige programmer kan inneholde ødeleggende programvare og virus og gjør skade på ditt system. Bare fortsett hvis dette programmet kommer fra en klarert kilde.
nl_nl: U opent een extern programma als achtergrond. Kwaadaardige applicaties kunnen malware en virussen hosten, dit kan schade toebrengen aan uw systeem. Ga alleen verder als het programma vanuit een betrouwbare bron is verkregen.
pt_br: Você está tentando abrir um aplicativo externo como plano de fundo. Aplicativos maliciosos podem conter malware, vírus... que podem danificar o seu sistema. Prossiga apenas se confia na fonte do aplicativo.
sv: Du öppnar ett externt program som bakgrundsbild. Skadliga program kan vara värd för skadlig kod, virus och skada ditt system. Fortsätt endast om programmet kommer från en betrodd källa.
uk: Ви відкриваєте зовнішню програму як шпалери. Шкідливі програми можуть містити віруси та зашкодити Вашій системі. Продовжуйте лише в тому разі, якщо програму отримано з надійного джерела.
vi: Bạn đang mở một ứng dụng khác để làm hình nền. Phần mềm không được kiểm duyệt có thể chứa phần mềm gián điệp, virus.. và làm hại đến máy tính của bạn. Chỉ tiếp tục nếu phần mềm này được tin tưởng.
zh_hant: 你正在開啟一個外部應用程式作為桌布。 有害應用程式可能包含綑綁軟體，病毒.. 而且損壞你的作業系統。 請僅在你信任此應用程式的來源時繼續。

# MinimizedTray.Text
source: Lively is minimized to systemtray, right click lively icon to continue.
ar: تم تصغير Lively Wallpaper إلى الأيقونات المصغرة بجانب الساعة، يرجى النقر بزر الفأرة الأيمن فوق الرمز التطبيق لمزيد من الخيارات...
ca: Lively es minimitza a la safata del sistema, fes clic dret a la icona de lively per continuar.
de: Lively wurde in den Infobereich minimiert. Klicken Sie mit der rechten Maustaste auf Lively um fortzufahren.
fr: Lively est réduit dans la barre d'état, clic droit sur l'icône Lively pour plus d'options.
hi: जीवंतएलय सिस्टम ट्रे पर कम से कम होगा, जारी रखने के लिए एनिमेटेड आइकन पर राइट क्लिक करें।
hu: A Lively minimalizálva lett a talcára, jobb klikkelj a lively ikonra a folytatáshoz.
id: Lively dikecilkan ke systemtray, klik kanan pada ikon Lively untuk melanjutkan.
ja: Livelyはシステムトレイに最小化されています。Livelyのアイコンを右クリックして続行します。
nb_no: Livlig er minimert til systemstatusfeltet, høyreklikk på ikonet for å fortsette.
nl_nl: Lively wordt geminimaliseerd naar de systeembalk, om verder te gaan klikt u met de rechtermuisknop op Lively.
pt_br: Lively está minimizado na barra de tarefas, clique com o botão direito no ícone do Lively para continuar.
sv: Lively är nu minimerad.
uk: Lively згорнено до системного трею, натисніть правою кнопкою миші на значок Lively для додаткових опцій.
vi: Lively đã được thu nhỏ vào khay hệ thống, click vào biểu tượng Lively để tiếp tục.
zh_hant: Lively 已最小化至系統匣，右鍵點選 Lively 動態桌布的圖示以存取更多選項。

# DescriptionPleaseRestartLively
source: Please restart Lively for settings to take effect
ar: يرجى إعادة تشغيل البرنامج لتطبيق الإعدادات الجديدة...
ca: Si us plau, reinicia Lively perquè les configuracions tinguin efecte
de: Bitte starten Sie Lively neu, damit die Einstellungen wirksam werden
fr: Veuillez redémarrer Lively pour prendre en compte les modifications.
hi: सेटिंग्स को प्रभावी बनाने के लिए पुनर्प्रारंभ करें.
hu: Kérlek indítsd újra a programot hogy a beállítások müködésbe lépjenek.
id: Mohon mulai ulang aplikasi agar pengaturan dapat diterapkan
ja: 設定を反映させるためには、Livelyを再起動してください。
nb_no: Vennligst start Lively på nytt for at denne innstillingen skal tre i kraft
nl_nl: Herstart Lively om de nieuwe instellingen toe te passen.
pt_br: Reinicie o Lively para que as configurações tenham efeito
sv: Starta om Lively för att dina nya inställningar ska ta effekt.
uk: Будь ласка, перезапустіть Lively, щоб налаштування набрали чинності.
vi: Xin hãy khởi động lại Lively để xác nhận cài đặt
zh_hant: 請重新啟動 Lively 動態桌布以使設定生效

# DescriptionPleaseStop
source: Please stop before proceeding
ar: يرجى التوقف قبل المتابعة
ca: Si us plau, atura't abans de continuar
de: Vor dem Fortfahren bitte anhalten
fr: Veuillez arrêter avant de continuer
id: Harap berhenti sebelum melanjutkan
ja: 続行する前に停止してください。
nb_no: Vennligst stopp før du fortsetter
nl_nl: Stop alsjeblieft voordat je verder gaat
pt_br: Por favor, pare antes de continuar.
sv: Vänligen avbryt innan du fortsätter.
uk: Будь ласка, зупиніться, перш ніж продовжити.
vi: Vui lòng dừng trước khi đi tiếp
zh_hant: 繼續操作前請停止桌布

# DescriptionRecordStart
source: Press to begin recording
ar: اضغط لبدء التسجيل
ca: Pressiona per començar a gravar
de: Zum Starten der Aufnahme hier drücken
fr: Cliquez pour commencer l'enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए दबाएं।
hu: Nyomd meg az Indítást a felvételhez.
id: Tekan untuk mulai merekam
ja: ボタンを押して録画開始
nb_no: Trykk for å starte opptak
nl_nl: Druk om te beginnen met opnemen.
pt_br: Pressione para iniciar a gravação
sv: Tryck för att börja spela in.
uk: Натисніть, щоб розпочати запис.
vi: Bấm để bắt đầu quay màn hình
zh_hant: 點按以開始錄製

# DescriptionRestoringWallpaper
source: Currently restoring previous wallpaper(s), please wait...
ar: جاري إستعادة الخلفية (الخلفيات) السابقة, يرجى الانتظار...
ca: Restaurant fons de pantalla anterior(s), si us plau espera...
de: Vorherige Hintergründe werden wiederhergestellt. Bitte warten...
fr: Restauration de(s) fond(s) d'écran précédent(s) en cours, veuillez patienter...
hi: वर्तमान में पिछले वॉलपेपर को पुनर्स्थापित करना, कृपया प्रतीक्षा करें ...
hu: Az előző hátter(ek) visszaállítása, kérem várjon...
id: Sedang memulihkan wallpaper sebelumnya, mohon tunggu...
ja: 前回の壁紙を読み込み中
nb_no: Gjenoppretter tidligere bakgrunner, vennligst vent...
nl_nl: Momenteel bezig met het herstellen van de vorige achtergrond(en), een ogenblik geduld alstublieft...
pt_br: Restaurando o(s) plano(s) de fundo anterior(es), por favor aguarde...
sv: Håller på att återställa bakgrundbild.
uk: Відновлення попередніх шпалер.
vi: Đang phục hồi các hình nền trước đây, xin đợi trong giây lát...
zh_hant: 正在恢復之前的桌布，請稍候...

# DescriptionScreenLayout
source: Choose Display
ar: اختر الشاشة
ca: Escollir pantalla
de: Bildschirm auswählen
fr: Choisir l'écran
hi: प्रदर्शन चुनें
hu: Válassz kijelzőt
id: Pilih tampilan
ja: ディスプレイを選択
nb_no: Velg skjerm
nl_nl: Kies scherm.
pt_br: Escolha um monitor
sv: Välj skärm
uk: Виберіть монітор
vi: Chọn màn hình
zh_hant: 選擇螢幕

# DescriptionUpdateAvailable
source: A new version of software is available!
ar: إصدار جديد متوفر من التطبيق!
ca: Una nova versió de software està disponible!
de: Eine neuere Version ist verfügbar!
fr: Une nouvelle version du logiciel est disponible !
hi: सॉफ्टवेयर का एक नया संस्करण उपलब्ध है!
hu: Egy új verziója elérhető a programnak!
id: Versi terbaru Lively telah tersedia!
ja: ソフトウェアのアップデートがあります！
nb_no: En ny versjon av programvaren er tilgjengelig!
nl_nl: Een nieuwe versie is beschikbaar!
pt_br: Uma nova versão está disponível!
sv: En ny uppdatering är tillgänglig.
uk: Доступна нова версія!
vi: Một phiên bản mới hơn (của phần mềm) đã có thể sử dụng!
zh_hant: 有新版本的軟體可用！

# DescriptionWebpageLoad
source: Enter website link to load, shadertoy.com shader links are supported
ar: أدخل رابط الموقع للتحميل, Shadertoy.com روابط هذا الموقع مدعومة:-
ca: Ingressa l'enllaç d'un lloc web per carregar-ho. També pots utilitzar enllaços de shadertoy.com.
de: Geben Sie eine Webseiten-URL ein. Links zu Shadertoy.com-Shadern werden unterstützt
fr: Entrer le lien du site à charger, shadertoy.com les liens de shaders sont supportés.
hi: अपलोड करने के लिए वेबसाइट लिंक दर्ज करें, Shader.com shader लिंक समर्थित हैं
hu: Írd be a weboldal linket a betöltéshez, shadertoy.com árnyék linkek támogatottak.
id: Masukkan URL halaman web untuk dimuat, tautan shader dari shadertoy.com dapat digunakan.
ja: ロードするウェブサイトのリンクを入力してください。shadertoy.comのシェーダーリンクがサポートされています
nl_nl: Voer een link in om te laden, shadertoy.com shader links worden ondersteund.
pt_br: Insira o link do site para carregar, links do shadertoy.com são suportados
sv: Skriv in en webbadress för att ladda. Shader-länkar från shadertoy.com stöds.
uk: Введіть посилання на сторінку, підтримуються посилання Shadertoy.com
vi: Nhập url trang web để tải, có hỗ trợ link cho shader trên shadertoy.com
zh_hant: 輸入網站連結以載入，支援來自 shadertoy.com 的著色器連結

# DescriptionWelcomeWizard
source: This wizard will get you started on setting up Lively
ar: هذا المساعد سوف يمكنك من البدء في إعداد Lively
ca: Aquest assistent t'ajudarà a configurar Lively
de: Dieser Assistent hilft dir beim Einrichten von Lively
fr: Cet assistant vous aidera à configurer Lively
hi: यह विज़ार्ड आपको सेट करना आरंभ करने में मदद करेगा।
hu: Ez a varázsló segít elkezdeni a Lively felépítését.
id: Wizard ini akan membantu Anda memulai penyiapan Lively
ja: Livelyのセットアップを開始します
nb_no: Denne veiviseren vil få deg igang med å sette opp Lively
nl_nl: De wizard helpt u bij het instellen van Lively.
pt_br: Esse assistente irá te ajudar a configurar o Lively
sv: Denna guide kommer att hjälpa dig med att komma igång med att konfigurera Lively.
uk: Цей майстер допоможе вам розпочати налаштування Lively.
vi: Trình cài đặt này sẽ giúp bạn cài đặt Lively.
zh_hant: 此精靈將幫助你開始設定 Lively 動態桌布

# DescriptionWindowsNCodecInstall
source: Your Windows N/KN version will require the download of additional codecs to support video playback in wallpapers
ar: سيتطلب إصدار Windows N/KN تنزيل برامج ترميز إضافية لدعم تشغيل الفيديو في خلفيات.
ca: La teva versió de Windows N/KN, requerirà la descàrrega de còdecs addicionals pel suport de reproducció de vídeo en fons de pantalla
de: Ihre Windows N/KN Version benötigt für das Abspielen von Videos in Hintergründen zusätzliche Codecs, die heruntergeladen werden müssen
fr: Votre version de Windows N/KN requiert le téléchargement de codecs additionnels pour supporter la lecture de vidéos pour les fonds d'écran
hi: विंडोज एन / केएन के आपके संस्करण को वॉलपेपर पर वीडियो प्लेबैक का समर्थन करने के लिए अतिरिक्त कोडेक्स के डाउनलोड की आवश्यकता होगी।
id: Versi Windows N/KN kamu membutuhkan codec tambahan untuk mendukung pemutaran video di wallpaper
ja: お使いのWindows N/KN エディションでは、壁紙での動画再生をサポートするために追加のコーデックをダウンロードする必要があります。
nb_no: Din Windows N/KN versjon krever nedlasting av ekstra codecer for å støtte videoavspilling i bakgrunnene
pt_br: Sua versão N/KN do Windows precisará do download de codecs adicionais para suportar a reprodução de vídeos nos planos de fundo
sv: Din Windows N/KN-version kräver nedladdning av ytterligare codecs för att stödja videouppspelning i bakgrundsbilder.
uk: Ваша версія Windows N/KN вимагає завантаження додаткових кодексів для підтримки відтворення відео в шпалерах.
vi: Phiên bản Windows N/KN sẽ cần phải tải thêm một số codecs khác để hỗ trợ chạy video dưới dạng hình nền
zh_hant: 你的 Windows N/KN 版本將需要下載附加解碼元件以支援桌布的影片播放作業

# DescSupperDev
source: Show support by buying the developer coffee
ar: اضهر دعمك من خلال شراء كوب قهوة للمطور
ca: Mostra suport comprant un cafè al desenvolupador
de: Unterstützung zeigen und dem Entwickler einen Becher Kaffee spenden
fr: Montrez votre soutien en payant le café au développeur
hi: Developer के लिए कॉफी खरीदकर समर्थन दिखाएं।
hu: Támogassa a fejlesztőt egy kávéval
id: Bantu developer dengan membelikan kopi
ja: 開発者にコーヒーを送ってサポートする
nb_no: Vis støtte ved å kjøpe kaffe til utvikleren
nl_nl: Toon steun door de ontwikkelaar een kop koffie te geven
pt_br: Mostre seu apoio comprando um café para o desenvolvedor
sv: Visa ditt stöd genom att köpa kaffe till utvecklaren
uk: Проявіть підтримку, купивши каву для розробників
vi: Hãy giúp đỡ nhà phát triển của Lively bằng cách donate
zh_hant: 為開發人員購買咖啡以示支持

# DescSwitchBranchBetaWarning
source: You are about to change to beta (developer) build of Lively. Updates will be frequent and may contain bugs!
ar: أنت على وشك التغير إلى النسخة التجربية (المطور) من Lively. التحديثات ستكون متكررة وقد تحتوي على أخطاء!
ca: Estàs a punt de canviar a la compilació beta (desenvolupador) de Lively. Les actualitzacions poden ser freqüents i contenir errors!
de: Sie sind dabei zur Beta (Entwickler) Version von Lively zu wechseln. Aktualisierungen finden häufiger statt und können Fehler enthalten!
fr: Vous êtes sur le point de passer à la version bêta (développeur) de Lively. Les mises à jour seront fréquentes et pourraient contenir des bugs !
hi: आप Lively के Beta Build में बदलने वाले हैं। अपडेट लगातार होंगे और इसमें गलतियाँ (Bugs) भी हो सकती हैं!
hu: A Lively béta (fejlesztői) verziójára készül. A frissítések gyakoriak lesznek, és hibákat tartalmazhatnak!
id: Anda akan mengubah ke versi beta (pengembang) Lively. Pembaruan akan sering dilakukan dan mungkin mengandung bug!
ja: Livelyのベータ（開発者）版に変更しようとしています。 アップデートが頻繁に行われ、バグを含む可能性があります！
nb_no: Du er i ferd med å endre til beta (utvikler) versjon av Lively. Oppdateringer vil være hyppige og kan inneholde feil!
nl_nl: Je staat op het punt om te veranderen in bèta (ontwikkelaars) build van Lively. Updates zullen vaker voorkomen en de updates kunnen bugs bevatten!
pt_br: Você está prestes a mudar para a versão beta (desenvolvedor) do Lively. Atualizações serão frequentes e podem ter bugs!
sv: Du är på väg att byta till en betaversion (utvecklare) av Lively.Uppdateringarna kommer att vara frekventa och kan innehålla buggar!
uk: Ви збираєтеся перейти на бета-версію (для розробників) Lively. Оновлення будуть частими та можуть містити помилки!
vi: Bạn chuẩn bị chuyển qua phiên bản beta (developer) của Lively. Lively sẽ được cập nhật thường xuyên hơn và sẽ bị lỗi nhiều hơn!
zh_hant: 您即將變更為 Lively 動態桌布 Beta (開發人員) 版本。 更新將會很頻繁，並且可能包含 bug！

# HideSysTray.Description
source: System-tray icon visibility, lively will continue to run with the icon hidden
ar: رؤية رمز بصرية النظام ، سوف تستمر في تشغيل الأيقونة المخفية
ca: Visibilitat de la safata del sistema, Lively continuarà executant-se amb la icona amagada
de: Sichtbarkeit des Taskleisten-Symbols. Lively läuft auch bei ausgeschaltetem Symbol im Hintergrund weiter
fr: Visibilité de l'icône dans la barre d'état, Lively continuera de fonctionner avec l'icône cachée
hi: Syste-tray icon visibility (दृश्यता), Lively छिपाकर पिछे चलता रहेगा।
hu: Rendszertálca ikon láthatósága, élénk továbbra is futni fog az ikon rejtett
id: Visibilitas ikon System-tray, lively akan terus berjalan di latar belakang dengan ikon tersembunyi
ja: システムトレイアイコンの表示。Livelyはシステムトレイアイコンが非表示の状態で動作し続けます。
nb_no: Ikonsynlighet i systemstatusfeltet, fortsetter å kjøre med ikonet skjult for Lively
nl_nl: Zichtbaarheid van systeemtray icoon, Lively blijft actief ook met een verborgen pictogram
pt_br: Visibilidade do ícone na bandeja do sistema, Lively continuará a ser executado com o ícone oculto
sv: Synlighet för ikonen i aktivitetsfältets hörn, lively fortsätter köras om ikonen är dold
uk: Видимість значка системного лотка, Lively продовжуватиме працювати з прихованим значком
vi: Ẩn hiện tray icon của hệ thống, Lively sẽ tiếp tục chạy dù icon đã bị ẩn
zh_hant: 系統匣圖示可見性，Lively 動態桌布在圖示隱藏的情況下仍會繼續運作

# HideSysTray.Header
source: System-tray Icon
ar: أيقونة علبة النظام
ca: Icona de la safata del sistema
de: Taskleistensymbol
fr: Icône de la barre d'état système
hi: सिस्टम ट्रे आइकन
hu: Tálca Ikon
id: Ikon System-tray
ja: システムトレイアイコン
nb_no: Systemstatusikon
nl_nl: Systeemvak icoon
pt_br: Ícone da bandeja do sistema
sv: Systemfälts ikon
uk: Іконка на панелі задач
vi: Biểu tượng trên khay hệ thống
zh_hant: 系統匣圖示

# Language.Description
source: Lively will restart to apply the new language
ar: سيتم إعادة تشغيل البرنامج لتطبيق اللغة الجديدة
ca: Lively es reiniciarà per a aplicar el nou idioma
de: Lively muss neu gestartet werden, um die ausgewählte Sprache anzuwenden
fr: Lively doit redémarrer pour appliquer la nouvelle langue
hi: यह नई भाषा को लागू करने के लिए पुनः आरंभ करेगा
hu: A Lively újra fog indulni, hogy alkalmazza az új nyelvet.
id: Lively akan dimulai ulang untuk menerapkan bahasa baru.
ja: 新しい言語を適用するには、Livelyを再起動する必要があります。
nb_no: Livlig vil starte på nytt for å ta i bruk det nye språket
nl_nl: Lively zal herstart moeten worden om de nieuwe taal instellingen toe te passen.
pt_br: O Lively irá reiniciar para aplicar o novo idioma
sv: Lively kommer att startas om för att tillämpa det nya språket
uk: Потрібен перезапуск Lively для зміни мови
vi: Lively sẽ khởi động lại để áp dụng ngôn ngữ mới.
zh_hant: Lively 動態桌布將會重新啟動以套用新語言

# Language.Header
source: Language
ar: اللغة
ca: Idioma
de: Sprache
fr: Langue
hi: मुहावरा
hu: Nyelv
id: Bahasa
ja: 言語
nb_no: Språk:
nl_nl: Taal
pt_br: Idioma
sv: Språk
uk: Мова
vi: Ngôn ngữ
zh_hant: 語言

# LivelyExceptionAppUpdateFail
source: Failed to update; try downloading the installer from: https://github.com/rocksdanister/lively/releases
ar: فشل التحديث؛ حاول تحميل البرنامج من: https://github.com/rocksdanister/lively/releasases
ca: Error en actualitzar; intenta descarregar l'instal·lador des de: https://github.com/rocksdanister/lively/releases
de: Aktualisierung fehlgeschlagen. Versuchen Sie die Installationsdatei manuell herunterzuladen: https://github.com/rocksdanister/lively/releases
fr: Échec de la mise à jour. Essayez de télécharger l'installateur depuis : https://github.com/rocksdanister/lively/releases
hi: अपडेट नहीं हो सका; से इंस्टॉलर डाउनलोड करने का प्रयास करें: https://github.com/rocksdanister/lively/releases
hu: Frissítési hiba; próbáld meg letölteni a telepítőt innen: https://github.com/rocksdanister/lively/releases
id: Gagal untuk mendapatkan update; coba download installer dari: https://github.com/rocksdanister/lively/releases
ja: アップデートに失敗しました。 下記のURLよりインストールしなおしてください。 https://github.com/rocksdanister/lively/releases
nb_no: Kunne ikke oppdatere; prøv å laste ned installeringsprogrammet fra: https://github.com/rocksdanister/lively/releases
nl_nl: Update mislukt; probeer het installatieprogramma te downloaden op: https://github.com/rocksdanister/lively/releases
pt_br: Falha ao atualizar; tente baixar o instalador em: https://github.com/rocksdanister/lively/releases
sv: Uppdateringen misslyckades. Prova att ladda installionsprogrammet från denna länk; https://github.com/rocksdanister/lively/releases
uk: Помилка оновлення. Спробуйте завантажити інсталятор з
vi: Cập nhật phiên bản thất bại, hãy thử tải xuống bản cài đặt từ https://github.com/rocksdanister/lively/releases
zh_hant: 更新失敗；請嘗試從以下網路位址下載安裝程式: https://github.com/rocksdanister/lively/releases

# LivelyExceptionDamagedZipFile
source: Damaged wallpaper file, try redownloading
ar: ملف الخلفية تالف, حاول إعادة تنزيله.
ca: Arxiu de fons de pantalla malmès, intenta descarregar-lo novament
de: Hintergrund-Datei beschädigt, versuchen Sie die Datei erneut herunterzuladen
fr: Fichier endommagé, tentez de le re-télécharger
hi: क्षतिग्रस्त वॉलपेपर फ़ाइल, फिर से डाउनलोड करने का प्रयास करें।
hu: Meghibásodott háttérkép fájl, próbáld meg újra letölteni.
id: File wallpaper rusak, coba unduh ulang
ja: 壁紙に問題があります、壁紙をダウンロードしなおしてください。
nb_no: Skadet bakgrunnsfil, prøv å laste ned på nytt
nl_nl: Het achtergrondbestand is beschadigd, probeer het opnieuw te downloaden.
pt_br: O arquivo do plano de fundo está danificado, tente baixar novamente
sv: Skadad bakgrunds fil, prova att ladda ner filen igen.
uk: Файл шпалер пошкоджено, спробуйте завантажити заново.
vi: File hình nền bị lỗi, hãy thử tải lại file này
zh_hant: 桌布檔案已損毀，嘗試重新下載中
